[
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者L，女，13岁。原本学习成绩良好，但上学期连续两次月考数学成绩下滑，导致她产生了强烈的失败感和无力感。她一方面希望能够努力赶上，另一方面对数学课产生了强烈的排斥和畏惧感，课堂上难以集中注意力，作业则依赖网络查找答案。她不愿意陷入逃避和颓废的状态，因此主动寻求帮助。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到焦虑和烦躁，伴有胸闷和背部灼热的感觉。她曾尝试过药物治疗和心理咨询，但效果不佳，焦虑情绪未能得到根本缓解。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小觅，一位14岁的女孩，因考试不佳而受到父亲的严厉斥责，感到非常绝望。她的姑姑带她来寻求心理咨询，小觅感到自责和对自身能力的质疑。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位26岁的女性来访者，是一位有着三岁女儿的母亲。她正面临着婚姻中的挑战，即丈夫三年前的出轨事件。这段经历让她深感困扰，她迫切希望找到走出心理阴影的方法。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"焦虑和强迫思维\", \"背景\": \"我是一个26岁的年轻人，我有严重的焦虑和强迫思维，这让我感到非常担心和紧张。尽管我正在接受药物治疗，但效果并不理想。我常常会担心说错话或做错事，这些担忧一直伴随着我。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"被试肖林是一位正处花季的女孩，无法承受家庭中的精神压力，曾试图通过自杀来逃避。在一次与母亲的争执后，女孩感到被爱的缺失，独自一人来到海边，最终在绝望中做出了伤害自己的行为。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"网友，性别男，年龄28岁，最近遭遇了一些情感上的困扰，导致他晚上睡不好觉，白天精神不佳。他感到非常焦虑，对于未来有些迷茫。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小华是个男孩子，十四岁，他父亲打咨询电话的原因，是他在一周前因为不交家庭作业，上课不发言打瞌睡，在半个月前老师不让上学了，他父亲非常生气，回家就动手打了他，结果就离家出走了，在外边和一个与他同样爱打游戏的孩子家里呆了一周，被他父母找到。\"}]",
    "[{\"年龄\": 47, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女性来访者是一位47岁的公务员，她从1994年开始就因为生育小孩后开始经历失眠的问题。她与丈夫长期两地分居，直到十年后才在省城买房团聚。她在1993年结婚，失眠问题持续了近二十年。她曾经因为抑郁症接受过治疗，并且药物帮助她改善了睡眠。然而，在2016年底，由于心情不佳，她再次出现失眠，之前的药物不再有效，医生为她调整了药物。2018年9月，她经历了婚外情的挫折，再次住院治疗并更换药物。但这次换药后，她感到心慌。此外，她还提到近期出现了肠胃不适和阑尾炎的症状。她的丈夫也是公务员，两人在工作上都很忙。由于长期的压力和失眠，她的情绪和身体健康都受到了影响。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我是一个40岁的女性，结婚已经16年了。我的老公总是对我充满怀疑和不信任，这让我感到非常疲惫和压抑。他经常无端地质疑我，甚至在公共场合大声质问我，这让我感到非常尴尬和受伤。我尝试解释，但他的怀疑越来越深，最终导致了我们的感情破裂。现在，我正在考虑离婚，尽管这意味着我必须独自抚养两个孩子，但我相信这是为了我们更好的未来。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"晓虹是个女孩，16岁，高一学生。因为与同学关系不好休学一年。休学第二周，由妈妈带到佳阳心理咨询中心。她最近感到很沮丧，因为与同学们的关系紧张导致她休学，这让她的自我价值感受到了挑战。她希望能找到改善人际关系的方法，同时处理自己的情绪问题。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"朱女士经历了一段痛苦的婚姻，最终离婚。离婚后，她仍无法释怀，每天都在回忆中度过，感到迷茫和无助。她试图找到答案，但似乎一切都没有解决的办法。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小F，女，25岁，工作一年，咨询期间待业。她在经历了一段情感创伤事件后，感到难以走出阴影。通过咨询，她希望能改善自己的情绪状态。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小马（化名）女，27岁，因她在婚后她和爱人没有办法过正常的夫妻生活，感觉有时被爱人嫌弃前来心理咨询。求助者告诉我们自己的整个生活快要毁掉了，让她在爱人面前很自责，自己内心也感觉对不起这样的一个家庭。她觉着自己掉下了一个万丈的深渊里，黑暗像高山压着她，像大海淹没她，话也说不出来，气也透不出来，好像世界上没有任何一种痛苦能够和她此刻所感觉的痛苦相比。每当要到了晚上的时候，就特别的痛苦，特别的恐惧。这种痛苦是那样锐利，那样深刻，又是那样复杂，那样沉重。已经严重影响生活，总是想要化解这种状态，但是总是有无能为力的感觉。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者小明，高二学生，因为感到学习缺乏动力，与家人发生了冲突并选择了休学。在家期间，他对打游戏产生了极大的兴趣，但同时也感觉到家庭的期望和自身的责任感。父母对此感到焦虑，希望通过心理咨询帮助小明重返校园。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，40岁，她因为职业发展和家庭关系的问题感到压力重重。她开始上网聊天，寻找慰藉，但很快陷入了情感纠葛。当她的丈夫调回国内后，她发现自己处于两难的境地：一方面不想放弃这段关系，另一方面又害怕伤害家庭。她感到迷茫和焦虑，不知道如何权衡这些复杂的情感。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"孙某，女，18岁，高三学生。近期由于考试压力增大，出现了考前焦虑，导致听课走神，复习效率低下。同时，她还感到人际关系上的敏感，难以在教室中集中注意力。伴随这些情绪波动，她还经历了失眠和厌食的症状，时常感到心慌不安。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小A，一位38岁的女性，初次寻求帮助时显得焦虑和烦躁。她提到她的儿子正在经历中考，但他的行为让她感到担忧。她觉得儿子不尊重老师，而且极度厌学，这让她感到很难堪，同时也为儿子的成绩担忧。她希望找到解决孩子问题的方法，同时处理自己的羞愧和焦虑情绪。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小C原本还是个表现不错的小男孩，可是进入四年级之后，开始变的不愿意学习，也不愿意去学校，也不告诉妈妈到底是为什么。家里人没有办法，只能允许他待在家。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小顾，女，34岁，因她与同事一件事情吵架，感觉自己被人格侮辱了，从二周前开始，出现睡眠障碍，每天晚上3点才能入睡前来心理咨询。求助者告诉我们晚上睡眠不好，总胡思乱想，感觉自己很烦闷自己的处境，已经严重影响生活，生活没有任何意义，总是想要化解这种状态，但是总是有无能为力的感觉。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者发现丈夫是同性恋后，多次因争吵而感到情绪低落，对未来感到无望，寻求心理干预。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"亭亭，女，24岁，从事文员工作。近期，她发现自己在工作中经常感到情绪波动，有时候会突然感到非常焦虑，有时则感到平静。她试图找到这些情绪波动的原因，但没有明确的触发因素。她感到困惑和无助，因为这些情绪变化似乎不受控制。\"}]",
    "[{\"年龄\": 48, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者因为儿子沉迷游戏和儿媳的婚姻问题感到焦虑，希望找到解决儿子游戏成瘾和改善家庭关系的方法。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者男，16岁。初三，自述初二时因无法适应学校生活转学到现在的学校，但在新环境与同学交往沟通不畅，没有朋友，最近学习成绩下滑历害，心情苦闷，对前途悲观失望，失眠，食欲不佳。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情感问题\", \"背景\": \"百合，一位28岁的女性，外表美丽，内心却承载着深深的忧伤。她在与已婚男士的恋情中背负着沉重的负罪感，这段关系给她带来了极大的情感负担。她曾多次尝试结束这段关系，但始终难以做到。现在，那位男士的婚姻状况也变得复杂，同时，她的父母对她和这位男士的关系持强烈反对态度。面对如此困境，她内心充满了挣扎与矛盾。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"恐惧与焦虑\", \"背景\": \"李欣（化名）是一个15岁的青少年，他整天处于恐惧之中，担心自己会感染狂犬病。这种恐惧已经持续了两年之久，严重影响了他的日常生活和学习。尽管他已经接受了一年的药物治疗，但效果并不明显。通过家人介绍，他找到了一位心理咨询师寻求帮助。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者A，一名即将面临高考的女学生，由于一次考试中出现心慌、手抖的症状，加之近期成绩下滑，她感到极大的压力。她在父母的陪同下前来寻求帮助，希望能够缓解这些不安与困扰。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"李欣（化名），男，15岁，害怕患狂犬病，整天提心吊胆，要求注射狂犬疫苗，时间2年，已经影响正常的生活和学习。吃药一年，效果不明显，近期又引发恐惧、焦虑，家人听人介绍到我，联系后见到患者。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"筱雅面临结婚的压力，与男友的沟通出现了障碍。她的焦虑和迷茫让她感到困惑，她担心男友可能没有准备好，或者是因为其他原因不愿意结婚。她希望找到解决问题的方法，以便能够向前迈进。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小安，一位35岁的已婚女性，她感到自己被消费了感情。她的丈夫在没有商量的情况下做出了重大决策，这让小安感到极度的不被尊重和失落。她的心情低落，对未来感到迷茫。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"张某，14岁，迷恋手机，导致学习成绩下滑。他对手机的热爱让他忽略了学业，甚至因此与家长产生了严重的对立。他的兴趣爱好几乎全部集中在手机上，这让他变得叛逆，会在家里发脾气，摔东西，有时会因为争执而把自己关在房间里。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小丽，一个15岁的女孩，最近遇到了一些困扰。她在课堂上注意力难以集中，即使她已经尽力去专注。回到家，她发现自己看书时很容易分心，这让她很是担忧。她的成绩一直保持得很好，这次的困扰让她更加焦虑。她担心自己无法维持这样的成绩，因此寻求帮助。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"张女士，一位50岁的女性，她目前处于失业状态，主要依靠家庭理财来维持生活。她在接受了一项重大手术后，由于种种原因未能定期复查，现在她感到身心俱疲，尤其是亲子关系和夫妻关系方面。她感到无力，需要支持和引导来缓解这些压力。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小丽，一位热爱艺术的女博士，一直致力于研究音乐与心理学的结合。虽然她有着丰富的学术知识，但在提高个人魅力和建立浪漫关系方面感到迷茫。她希望找到属于自己的真爱，但感觉自己在这方面缺乏自信。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小张，一位35岁的男士，性格直率，有些大男子主义，与妻子之间的沟通方式较为直接，导致双方常常因为小事争执不休。近期，两人因家庭琐事发生激烈争吵，小张情绪失控并动手打伤了妻子，随后感到后悔和自责。目前，妻子回了娘家，小张感到迷茫和无助，担心这次的冲突会影响两人之间的感情。他希望通过心理咨询找到解决问题的方法。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"张先生是一位中层领导，他迷恋上了通过手指和按摩棒进行的自我按摩，这种行为影响了他的夫妻生活。此外，他还对观看同性性交的影片产生了兴趣，这使他感到困扰和压抑。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"文某，18岁，因在茶室与同事产生矛盾，感到非常难过，甚至产生了想死的冲动。在阿姨的帮助下，她联系了当地精神病院并接受了检查。目前情绪已经稳定，但仍然存在人际关系方面的困扰。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"C先生，32岁，从事小生意，因事业发展不如预期，加上与父亲在观念上有分歧，感到压力巨大。在面临财务危机时，选择了网络赌博来寻求解脱。目前，他正面临着赌债危机，同时担忧告知父亲可能会给他带来健康风险。C先生现在感到非常焦虑，对未来充满了迷茫。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者小C，事业成功，外表帅气，但恋爱经历波折，喜欢上私生活放纵的女孩后常遭遇分手，或因控制欲强导致对方想要结束关系。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位来访者是一位14岁的初二学生，她遇到了睡眠障碍的问题。每到晚上，她就感到极度的焦虑和恐惧，这影响了她的睡眠质量，她需要在晚上两点才能入睡。她还表达了对自己可能患有精神分裂症的担忧，这让她感到非常的不安和困扰。她希望得到老师的支持和帮助。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"焦虑\", \"背景\": \"小A在准备公务员面试的过程中，连续多日感到紧张和焦虑，这使得他食欲减退并出现了间断性的失眠。面试的临近使他感到恐惧和纠结，这些压力似乎正对他造成不小的影响。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"在北京一家私立中学读初二的男孩，原来学习成绩优异，但现在由于睡眠问题导致精神不佳，成绩下降，与家人的交流也有所减少。家长担心孩子的睡眠质量，怀疑这可能是逃避考试的一种方式。家长试图通过温和的方式来引导孩子，但孩子依然表现出对交流的回避。家长对孩子的未来有较高的期望，希望他能出国深造，因此对他的学业非常重视。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小D，一个25岁的男性，曾经因为叛逆而早早离开校园，投身社会。他先后在机械厂和销售行业工作，现在从事商务咨询。他对工作的态度是随性而不紧绷，喜欢自由和轻松。在业余时间，他倾向于玩游戏来消磨时光，偶尔外出走走。他在生活中显得较为节省，对物质的需求并不强烈。对未来，他持有开放的态度，既不急于结婚，也不排斥这个可能性。他的家庭环境对他产生了一定的影响，使他对外界的评价和期待感到些许迷茫。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士，36岁，担任公职人员，她的婚姻遭遇了丈夫的出轨问题。她希望能够挽救这段婚姻，但同时也在处理自己的情感波动。\"}]",
    "[{\"年龄\": 44, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"王某，女，44岁，大学学历。她是一位精神分裂症患者，已经接受了长达15年的治疗。目前她的病情已经得到控制，达到了精神残疾二级的标准。尽管如此，她仍然面临着回归社会并适应社会生活的巨大挑战。她内心深处有着强烈的愿望，希望能够提升自己适应社会的能力。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我最近感到非常沮丧，感觉自己被孤立了。在宿舍里，我和室友的关系变得很复杂。起初，我和其中一个室友关系很好，但因为一些误会，我现在对她有些抵触。另一方面，和另一个室友的关系也因为沟通问题变得紧张。我希望能找到一种方式，让这些关系重新变得融洽起来。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者，男，16岁。高二学生，面临巨大的学业压力和竞争，导致他感到极度焦虑和压力。他很用心和努力学习，但成绩却不尽人意，这使他逐渐丧失了对学习的信心，考虑休学回家。在学业之外，他还面临着与父母的关系问题，这种关系的紧张加剧了他的焦虑感。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者42岁，农村女性，经历了邻居的去世及其影响，导致她出现焦虑和恐惧的情绪，进而影响了她的日常生活。她尝试通过巫术来解决问题，但情况并未好转。她感到非常绝望，甚至产生了自杀的想法。她目前与家人同住，家人对此事感到无助。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小朵，女孩，14岁，初二上学期2018年3月开始辍学在家，现同父母妹妹一家住在一起，爷爷奶奶也过来帮忙。她患有严重抑郁情绪，随时随地都想自杀，想要减轻痛苦。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"马小花，女，15岁，中学九年级学生。在家中担任长女的角色，负责照顾妹妹。最近一段时间，她在学校遇到了一些困扰，导致情绪变得不稳定，表现为易怒和哭泣。她的父亲注意到这些变化，并且担心女儿的情绪问题。在父亲的陪同下，她来到医院寻求帮助。医生初步诊断为焦虑，并建议她接受心理咨询。目前，马小花正在服用劳拉西泮片，昨晚睡眠有所改善。她希望通过咨询找到缓解情绪波动的方法。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小红，一个高一的女孩，最近遇到了一些挑战，让她感到情绪烦躁。她觉得有些事情很难以应对，这让她感到非常沮丧。她在学校里遇到了一些挫折，导致她对学习失去了热情。她希望能找到更好的方法来面对这些困难，以便能够继续前进。\"}]",
    "[{\"年龄\": 33, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"求助者在经历了一段出轨事件后，感到极度的焦虑和迷茫。他感到自己无法理解为什么会发生这样的事情，而且对自己的行为感到羞耻和懊悔。在咨询过程中，他表达了想要释放情绪的需求，但同时也在努力寻找原因，试图理解自己的行为。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"焦虑、社交恐惧\", \"背景\": \"小张，一个28岁的男性，自从参加了为期五次的人际聚焦团体沙盘游戏成长小组后，开始感到持续性焦虑和社交恐惧。他在小组中遇到了六名女性和两名男性，每次活动持续两小时。尽管小组给他带来了一些积极的体验，但他仍然感到内心深处的不安和恐惧，这些感觉似乎在社交场合尤为明显。在面对新的人际交往时，他常常感到紧张和焦虑，有时候甚至会影响到日常生活。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到愤怒和伤心，她对于丈夫的行为感到非常失望，同时又不愿意放弃这段婚姻。这种矛盾的心情让她感到不知所措。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小爱和小青结婚两年，有一个1岁半的孩子。小爱的父亲曾患有精神分裂症，家庭重组给小爱带来了一些困扰。怀孕后，小爱的情绪开始发生变化，变得易怒，常常因小事与小青发生争执，甚至在家人面前动手。尽管小爱未被诊断出精神问题，但她的行为对家庭关系造成了影响。近两个月，两人交流减少，关系紧张。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"晓竹，一位30岁的孕妇，近期情绪变得不稳定。怀孕本来是一个充满期待的时期，但对晓竹来说，这段时间似乎充满了挑战。她感到情绪起伏不定，这可能影响了她的日常生活和心情。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她，26岁了，见面的第一感觉是乖乖的、柔柔的，她告诉我她因为情绪太失控流产了，她对此觉得很羞愧，3个月过去了不敢去上班...\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"刘女士，35岁，有一个8岁的儿子，夫妻关系和亲子关系不好，自己经常无法控制自己的情绪，爱发脾气，很苦恼，在朋友的介绍下来进行咨询。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，30岁左右，离婚后独自生活。最近一段时间以来，想到未来要重新面对婚姻，就感觉到内心恐惧，这种感觉让她感到困惑和不安。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者，27岁，公务员，最近在追求一位女性，但对方的回应让他感到迷茫和失落。来访者在追求过程中发现自己的兴趣和热情逐渐减少，这使他开始质疑自己的价值和能力。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，一位拥有本科学历的女性，经历了一段痛苦的情感历程。她和一个比她年长八岁的已婚男士有着五年的感情，这段关系经历了波折，包括一次流产和一次宫外孕。男士最终决定结束这段关系，这让李女士感到愤怒和伤心。她目前还在为这段感情的结束而挣扎，同时对男士的决定感到困惑和难以接受。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"黄女士的孩子即将面临转校的问题，这让她感到焦虑和迷茫。作为一位关心孩子教育的母亲，她对于老师的做法持有保留态度，这也影响了她的情绪稳定。她希望找到更好的教育方式，为孩子提供一个更加适合的成长环境。\"}]",
    "[{\"年龄\": 20, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"大二学生阿文因为男友即将回老家发展而感到痛苦，无法接受这一事实，导致情绪波动较大。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，一个充满活力和创造力的女性，有着丰富的内心世界。然而，最近她遇到了一系列的情感挑战，让她感到困惑和痛苦。她在一次重要的艺术展览中失去了作品，这使她的情绪陷入了低谷。此外，她还面临着婚姻的压力，感觉自己的努力没有得到家人的理解和认同。这些事件叠加在一起，使得李女士的心情非常复杂，她感到无助和失落。为了寻找支持和方向，她决定寻求专业的帮助。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"魏清，女，二十七岁，思路清晰明了，干活利索。有一个半岁多的女儿，照顾女儿期间每天洗手一百次左右，洗澡频率也增加至两天一次，每次洗澡时间长达五小时。她在大学期间也曾有过类似的强迫行为，但不如现在严重。怀孕六个月时开始出现洗手频率增加的现象，孩子出生后这一行为更加明显。她感到极度的恐惧和不适，虽然知道没有必要如此频繁地洗手，但她感到如果不这样做就会感到极度的不安和压力。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"女人刚刚经历了一段感情的结束，这段关系对她来说非常重要。她感到非常痛苦和失落，甚至开始怀疑自己的价值和未来。她曾试图通过与一位网上的男性建立联系来寻找慰藉，但这段关系并没有给她带来预期中的幸福。相反，它让她陷入了更深的困惑和绝望中。当真相揭露，她的心灵遭受了巨大的打击。她现在感到无助和绝望，甚至有些自责和自卑。她想要的只是被人理解和接纳，但感觉自己被误解和遗弃。她正在寻求帮助，希望能找到走出困境的方法。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"焦虑\", \"背景\": \"张女士，一位40多岁的母亲，最近因为孩子的问题感到非常焦虑。她的孩子在高中期间违反学校规定多次，这让张女士感到担忧。孩子想要放弃学业外出打工，这使得张女士感到不知所措，害怕孩子学坏。由于这个问题，张女士的睡眠质量受到了影响，她感到焦虑和紧张。她对此感到很困扰，希望能找到解决孩子教育问题的方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"职业白领L，28岁，性格爽朗直白，处事干练。但近期因为婆媳关系的问题感到情绪不稳定，常常与婆婆在育儿理念和生活习惯上有冲突，导致内心矛盾和不舒服。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"一位25岁的小伙子通过525心理网的信息了解到我的个人简介和联系方式，拨通电话后。反复询问我的咨询范围和咨询擅长，并且询问咨询的禁忌和守则，是否是保密的。为了打消他的疑虑，敞开心扉来咨询，他又不断地郑重的承诺，咨询是没有歧视的，是保密的，咨询的原则就是保密、理解和尊重。问他需要咨询咨询哪方面的问题，他支支吾吾，自己也说不知道从何说起，有一些情感的困惑和性的困惑。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者，32岁，女性，正面临婚姻的挑战。她感到无法忍受丈夫对感情的不忠，这种情绪上的打击让她感到非常痛苦。她希望能够在咨询中找到处理这种情绪的方法，以减轻内心的困扰。\"}]",
    "[{\"年龄\": 11, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"刘雪峰小朋友，性别男，年龄11岁，目前上6年级，最近学习成绩下降，经常旷课，和部分同学及上年级学哥一起经常到网吧上网，这让他的父亲感到非常烦恼。通过咨询，我们了解到他可能在承受着一些内在的压力，但又缺乏适当的释放方式。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"吴女士，34岁，离异3年，无孩。严重抑郁症3年，一直吃药、咨询不见好，经常忍不住自伤自残，经别人介绍前来咨询。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"玲子，一位35岁的女性硕士研究生，拥有事业上的成就和幸福的家庭。然而，尽管外表显得精神焕发，内心却充满了冲突。她感到成功的同时，却没有找到轻松和快乐的感觉。她的生活中充满了忙碌和责任感，似乎没有足够的空间让她享受休闲时光。她对自己有一种内在的期望，希望能够更好地平衡工作和个人生活。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"恋爱关系\", \"背景\": \"小丁和小兰是大学时期通过共同活动相识并发展成情侣关系的。小丁对小兰表现出强烈的占有欲和依赖性，而小兰则相对独立。最近，小兰收到一位远房亲戚的暧昧信息，这触发了小丁强烈的情绪反应，导致了他们之间的一系列冲突和误会。目前，两人关系紧张，小兰感到受伤，提出了分手。小丁意识到问题的严重性，但仍无法挽回局面。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性在大学期间经历了很大的心理压力，由于担心别人的看法，她开始避免社交活动。起初，她选择不出门，后来虽然能勉强外出，但她仍然感到内心深处的焦虑和不安。在经历了这样的心理挣扎后，她开始寻求专业的心理咨询和治疗。她希望能够找到缓解焦虑的方法，并逐步恢复正常的社交生活。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小丽，25岁，最近因感情问题感到非常困扰。她深爱的男友突然提出分手，这让小丽感到非常的失落和绝望。她开始考虑一些极端的方式来应对这种情感上的打击。她觉得自己对生活失去了希望，对未来感到迷茫。在与她的交谈中，她提到了一些关于自杀的想法，但同时也表现出愿意寻求帮助和支持。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"来访者，男，20岁，未婚，大学一年级。从初三开始害怕出门，一出门就感到非常恐惧和焦虑，总感觉天上有双眼睛盯着自己，害怕老天会惩罚他，因此影响了初三升学考试。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位家庭主妇，她感到敏感、多疑、胆小，经常出现胸闷、紧张、心慌等症状。她曾因产后抑郁接受过治疗，最近一个月因惊恐发作再次住院。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位大二的学生，休学在家一年。她感到情绪低落，难以与父母及同学建立良好的社交关系。从小由奶奶抚养，父母关注不够，导致她在人际关系和自我认知上存在挑战。她曾经因为学习成绩下降而主动休学，回家后与父母的矛盾加剧，甚至被送往特殊学校接受行为矫正。回到家中后，她的抑郁情绪和失眠问题变得更加严重，尽管一直在接受药物治疗，但效果不佳，还出现了体重增加的问题。目前，她希望通过心理咨询从根本上解决问题。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小A在公共场合感到紧张和恐惧，特别是在需要面对众人讲话的情况下。他感到这种恐惧影响了他的工作和社交生活，以及在恋爱方面的进展。他对于自己在公共场合的表现感到不满意，希望能够改善。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者，22岁，家中独子。父母讲诉：近半年情绪很不稳定，尤其喜欢一个人独处，低落，兴趣下降，食欲不振，极少与朋友出去，不与人沟通，有时自己哭泣，有时说想死，不愿去工作也没有动力。\"}]",
    "[{\"年龄\": 20, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小A，一位20岁的大学生，最近在假期中与家人的相处让她感到压力很大。在一次激烈的争吵之后，她选择了自残来应对自己的情绪。她和家人的关系变得紧张，她感到很无助。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小英是一位即将面临高考的18岁女生，最近她开始感到越来越焦虑和紧张。她觉得自己对即将到来的考试没有信心，而且晚上常常因为担忧而难以入睡。白天的时候，她也总是心神不宁，注意力无法集中。她尝试过一些放松的方法，比如深呼吸和听轻音乐，但效果并不明显。她希望能找到更有效的方式来减轻自己的焦虑感，以便更好地准备高考。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小张，一个有着大男子主义的35岁男性，常常觉得自己的意见是正确的。他与妻子之间的沟通方式简单直接，导致两人经常因小事争吵。在一次情绪爆发中，小张与妻子发生了肢体冲突，妻子因此回到娘家。现在，小张感到后悔和委屈，担心这次事件可能会影响到他们之间的感情。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，40岁，因为和丈夫及孩子的亲子关系紧张，感到焦虑和迷茫。她提到自幼父母离异，和母亲的关系在青春期变得疏远，直到有了孩子后关系才有所改善。她意识到自己的情绪问题可能对孩子产生了影响，对此感到担忧。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，一位32岁的女性，最近感到非常焦虑和困扰。她和丈夫的关系紧张，经常发生争吵，甚至孩子也离家出走。这样的家庭环境让她倍感压力。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者是一位小学二年级学生的家长，她的女儿近期出现了面部抽搐等症状。在经过一段时间的治疗后，这些症状反而变得更加明显。家长在了解到这些症状可能是心因性的之后，感到困惑和担忧，前来寻求专业的建议。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小贺，一个外表阳光帅气的男孩，内心却充满了抑郁和迷茫。他的青春期经历了性侵害和误导，导致他感到极端的无助和绝望。面对性出卖带来的物质诱惑，他陷入了困境，内心充满了自责和罪恶感。\"}]",
    "[{\"年龄\": 39, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者在生活中总是难以与他人建立和谐的关系，对自己和别人都要求严格，导致情绪低落。他至今未婚，职业上也面临挑战，这些压力让他感到挫败和迷茫。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情感困扰\", \"背景\": \"百合，一位28岁的女士，她爱上了已婚男士，这段关系给她带来了沉重的负罪感。她在咨询中表达了想要结束这段关系的愿望，但同时也难以割舍。她的父母对此持反对态度，给她增添了更多的心理负担。她希望能够通过咨询找到最终的解决方案。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位公司的中层管理人员，由于工作压力和对身边同事情绪变化的关注，以及对网络上负面消息的担忧，她开始感到焦虑和不安。这些感受影响了她的睡眠质量，导致工作效率下降，甚至出现了对事物失去兴趣的现象。她意识到自己的焦虑已经影响到日常生活，因此决定寻求专业的帮助。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"女孩因对学校生活的厌倦而停止上学，兴趣主要集中在手机游戏和睡觉上，表现出兴趣缺失，父母试图通过带她旅行来激发她的兴趣，但效果有限。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士近期感到脾气急躁，焦虑不安，常常无缘无故生气，甚至看什么都不顺眼。她感觉生活中缺少快乐的事情，晚上失眠，早晨很早就醒了。这种情绪影响了她的日常生活。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"客户男，29岁，独生子，理工男，家境还行，在一线城市做程序员。情商不高，特别不大懂得哄女孩子。和女朋友恋家8个月，已经同居。前两天和女友一起去取预订的钻戒，返回时，女友说累，叫他打个车回去。他叫了网约车，但因为等候时间太长，他取消了想再重发，但女友以为他不想叫，生气了。后面叫到车了，他想自己把电动车骑回去，没跟女友上车，她以为他不想和好同行，又生气了。回去后，女友就坚决提分手，并且去外面租房子，收拾行李。女朋友会因他来接她迟到了些生气，要分手；也会因为叫他什么事做慢了生气要分手。客户很无奈，不知道怎么应对，怎么修复。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，30岁，已婚，育有一子。近半年来，因家庭琐事和工作压力，她感到情绪波动较大，时常感到焦虑和沮丧。她尝试通过阅读书籍和参加瑜伽课程来调节情绪，但效果不佳。她担心自己的情绪会对孩子产生不良影响，希望能够找到更有效的应对策略。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位18岁的高三复读生，她性格偏内向，不善表达。她平时学习非常努力，成绩也不错，但最近她开始感到严重的考试焦虑。每当考试临近，她就会感到极度的紧张和不安。这种情绪影响到了她的睡眠质量，让她难以入睡。此外，她还表现出一些抑郁的情绪，感到悲观和缺乏动力。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"栗娟，一位48岁的女性，正在经历一系列的情感挑战。她在婚姻和亲子关系中感到迷茫和失落。她曾经有过外遇的经历，并且在婚姻中承受了很大的压力。如今，她感到与丈夫之间的沟通出现了障碍，甚至在考虑是否应该结束这段关系。栗娟的情绪起伏很大，时常因为小事与丈夫发生争执，但同时她也尝试通过道歉和礼物来修复关系。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者：男，年龄14岁，主要问题：手机瘾和网络游戏瘾。来访者自述，来访者是初二的学生，由于平时学习压力大，学习成绩不理想，逐渐的对学习失去了兴趣。在半年之前，求助者是断断续续的玩手机，上网玩游戏。那个时候玩手机，上网玩游戏是在周六和周日玩，平时在上学的时候不怎么玩。当时，家长也没怎么在意，觉得孩子周六周日休息，就让他玩手机和游戏放松一下。可是，在一个多月之前，孩子开始长时间的玩手机了。即便是在周一到周五正常上学的时候，晚上偷偷的也会玩到很晚，以至于影响白天的学习。一开始，家长提醒他，不要玩手机了，要早点休息，以免影响正常的学习。孩子当初还听，慢慢的家长的提醒没有效果了。在一周之前，孩子在家长的再三提醒下置若罔闻，还是晚上偷偷的玩手机，一直到了深夜还在玩。当家长悄悄地推开孩子的房门之后发现，孩子沉浸在手机游戏当中，一怒之下，抓过孩子的手机，当即摔在了地上。孩子看到了被摔坏的手机，闷声不吭的用被子蒙住了头。结果，第二天早上该起床上学了，孩子没有任何动静，依然躺在床上不起来，不去上学了，以此来对抗家长昨天晚上摔手机那件事情。孩子赖在床上就是不起来，家长说得多了，孩子恶语相向情绪激动，弄得家长也没辙了。就这样，孩子和家长僵持了三天，家长妥协了，以可以让孩子每天玩三个小时作为交换条件，让孩子去上学了。孩子虽然去上学了，家长明显感觉孩子的心思没在学习上而在手机上。这样持续下去，孩子肯定会放弃学习的，为此，家长就带着孩子前来咨询了。\"}]",
    "[{\"年龄\": 46, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"我最近感到非常焦虑和担忧，我怀疑自己得了艾滋病，尽管医院的检查结果是正常的。我的身体状况一直在恶化，身上出现了红斑，口腔里也长满了水泡，甚至出现了便血的情况。我非常害怕这些症状会传染给我的家人，尤其是我的妻子和儿子。我感到非常的恐惧和无助，每天都生活在恐慌之中。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"静静，一个21岁的女孩，正在经历一段感情的困扰。原本计划与男友结婚，但现在却陷入了争吵不断的困境。她的心情起伏不定，感到迷茫和痛苦。\"}]"
]