[
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"我叫吴女士，离异三年，有一个七岁的儿子。三年前开始感到抑郁，一直在接受药物治疗和心理咨询，但情况并未好转。我感到非常痛苦，经常自伤自残。通过朋友的介绍，我来到这里寻求帮助。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女士经历了强迫性思维和抑郁情绪障碍，导致她感到非常恐惧，常常出现心慌、出汗、手脚发麻和头晕等症状。她害怕自己会失控伤害到孩子，因此采取了一些措施来保护孩子和自己。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"李女士，一位充满求知欲的心理学爱好者，她对个人内心的成长有着强烈的责任感。然而，在她的婚姻生活中，她遇到了沟通上的难题。她和丈夫都是再婚，两人在价值观和生活方式上存在差异。最近，她在尝试与丈夫沟通一个具体的生活事件时，感觉遇到了障碍，这让她的内心感到沉重和迷茫。这种沟通上的困难导致她感到抑郁和无助，她担心这会影响到她与丈夫的关系，甚至婚姻本身。她希望通过咨询找到改善沟通的方法，减轻内心的负担。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小张，女，24岁，大学毕业。跟男朋友分手三年了，但是自己喝醉酒的时候还是喜欢念叨前男友，不喜欢这样，想知道怎么办。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，16岁，高一学生。她自己主动提出想要寻找咨询师进行咨询，在2022年7月21日上午，由她的母亲陪同前来。她提到近期情绪起伏较大，经常感到焦虑和迷茫，尤其在面临学业压力和人际关系的挑战时，这些感受让她感到非常困扰。她希望咨询能够帮助她找到缓解这些情绪的方法，以及改善她在学校的人际关系。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小朱，一个正在经历情感困境的大学二年级学生，她的感情关系充满了挑战和矛盾。她和她的男朋友相识多年，但却因为长期的异地恋和不断升级的争吵而感到困惑和痛苦。小朱对于这段关系的未来感到迷茫，同时她也在努力维持这份感情，显示了她对爱情的执着和承诺。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小雨，十六岁，高一学生，期末考试后感到极大的压力和痛苦，向父亲表达了自己的绝望情绪，父亲立即采取行动寻求专业帮助。小雨的父亲担心女儿的心理健康问题，希望找到解决问题的方法。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者大二休学一年有余，期间出现各种不明原因的头晕，心悸，体质虚弱，遇到学业相关的压力就出现身体症状，情绪不稳定，经常不出门，有时压抑哭泣。她主动求助并正在接受专业精神科医生的药物治疗和心理辅导。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"张某，17岁，高二学生。家长和老师反映他迷恋手机和早恋，导致成绩下滑。他自己则感到被误解，认为家长和老师过于苛责，他只是想找一个能够理解他的倾听者。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"这位来访者正处于创业初期，经济压力较大，且面临女友关于结婚的决定。他感到在女友提出分手或结婚的要求时，自己无法做出决断，这让他感到焦虑和迷茫。他担心自己还没有准备好承担婚姻的责任，而女友的提议又让他感到束缚。他既不想失去五年的感情，又对结婚感到恐惧，这种内心的冲突让他处于一种矛盾的状态。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者在职场中遇到了人际关系问题，导致她感到非常烦恼。她因为一件小事得罪了上司，上司对她有所不满。来访者选择了逃避，没有去上班。在咨询过程中，她表达了对于现状的无力感和困惑。当谈及原生家庭时，她表现出烦躁和抵触情绪，甚至无意中发出叹息声。在咨询师的引导下，她开始尝试表达自己的感受，最终在咨询师的帮助下找到了宣泄情绪的方式，感到轻松了许多。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"不上学\", \"背景\": \"来访者男，16岁，高一学生。自4月10日起，因对学校的厌学情绪，以及与父母的沟通障碍，导致他选择不再上学。目前，他的父母希望通过咨询帮助他恢复学习意愿。\"}]",
    "[{\"年龄\": 11, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者上个月被父母发现有穿外婆的内衣，丝袜，高跟鞋，被爸爸暴打。来访者6岁时也有穿外婆的丝袜，近一年有多次这样的行为，每月有2-3次，每到晚上时想到把衣服穿在身上就有莫名的兴奋感。白天看到这些衣服会反感，厌恶，也反感自己这样的行为。对同班的女同学有爱慕之情，因为她学习成绩很好，怕担心就影响学习，没有表白。最近由于上课不能集中精力，晚上偷着看手机，影响白天上课，造成成绩下滑，内心有焦虑感，从以前的前6名下降到20多名，也有自卑心理。面对这样的问题，不知道如何解决，晚上就会把外婆的衣物穿在身上，有兴奋感。被父母发现，他们很担心，带来访者去省精神病医院求治。医生告知情况严重，做心理咨询，经中美班同事介绍来我院咨询。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小益，16岁，两年前因上课期间突然跑到教学楼顶想跳楼，之后被校长劝退休学。回家以后自我封闭，每天只在家里上网，最初偶尔出门，后来闭门不出，不与任何同龄朋友联系，与父母难以沟通，拒绝重返学校。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小芳，一位40岁的母亲，她来到咨询室寻求帮助，希望能解决与孩子之间的沟通问题以及家庭中的紧张关系。小芳的孩子表现出对学习缺乏兴趣，沉迷电子产品，作业拖延，不愿参与社交活动，这些行为让小芳感到担忧。此外，小芳还提到孩子在家中的态度粗鲁，缺乏自我管理能力，这让小芳感到无助和挫败。在与父亲的关系上，孩子显得较为温和，但在对待自己的态度上却让人担忧。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"咨询者是一位牙科医生，思维逻辑清晰有条理，普通话标准，语速温和，温文尔雅。他感到被母亲的唐曾语音和父爱式批评压抑得喘不过气来，甚至产生了想打母亲的冲动。\"}]",
    "[{\"年龄\": \"20\", \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"男，20岁，大一学生。从小只顾学习，日常生活不会自理，从来不做家务。从小胆小，意志薄弱，固执，偏激，基本不听父母劝勉。怕孤独，不懂担当。学习成绩一直优秀，从南方保送到北方某大学。开学时，父母送到学校。当父母要返回所住城市，患者（儿子）死活不同意。无奈父母陪儿子在学校附近住了宾馆一个月，期间儿子基本不出宾馆，不是玩手机就是睡觉。经医院诊断为和社交恐惧症和抑郁症，开药吃了一段时间，不见效，休学。回到家就好像没什么事，打打工，看看朋友，很正常。第二个学期3月份开学，又去了学校，这一次情节更严重，偶尔出现幻觉，只好住了心理医院，不见效果。后来找到了心理咨询工作室。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"乐乐，女，25岁。单亲家庭，目前在外省读研究生。乐乐自述从小到大都是妈妈一手带大的，对妈妈基本上是言听计从，考虑到妈妈的不容易，基本上不会有反抗。但是，随着年龄的增大，妈妈的不安全感逐渐增加。从去年以来，母亲对她的控制越来越强，从放假必须回家，不能找对象等，到不允许有自己的想法等。乐乐被母亲逼得不知道该怎么办了？她偷偷找了一个男朋友，却不敢让母亲知道。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者在过去的恋爱经历中感到性格不合导致分手，这让她感到内心的痛苦。她担心自己不适合结婚，这些想法让她感到非常困扰。来访者已经接受了专业的评估和一年以上的心理咨询，但自杀念头仍然存在。她目前寻求帮助，希望能够找到更好的处理方式。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小P，一名21岁的大学生，由于疫情的影响，他未能正常返校上课，而是参加了学校的在线教学。然而，小P无法自律，过度沉迷于玩手机游戏，导致多门课程挂科。他作息混乱，与父母缺乏沟通，生活自理能力差，出现了失眠和胸闷的症状，情绪变得暴躁和固执。面对父母提出的心理咨询建议，他表现出强烈的抵触情绪，即使父母尝试了打骂和威胁，也无法改变他的态度。小P的父亲对此感到焦虑和担忧，害怕儿子的未来。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位30岁的女性，她感到巨大的压力和焦虑，因为母亲对她恋情的干预。她感到无法理解母亲为何如此担心年龄问题，并希望母亲能接受心理咨询以缓解焦虑。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者女，25岁，最近情绪波动较大，常常感到迷茫和焦虑。她与男友之间存在沟通障碍，导致她感到被误解和孤立。在感情方面，她渴望得到更多的关注和理解，但似乎事与愿违。这种情感上的困扰让她感到无助，有时甚至会有自残的行为。在与男友的关系中，她试图通过不断的联系来维持亲密感，但这也使男友感到压力。目前，她正在寻求一种更健康的方式来处理这些情感问题。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"赵某，男，15岁，初二学生。赵某的父母都是高管，家庭富裕。赵某自幼由爷爷奶奶、姥爷姥姥四人专门照看，小时候有生活保姆，现在有专门的学习指导老师。但疫情复学之后，赵某出现了一系列严重的问题：厌学、迷恋手机、烦躁不安；在班里感觉压抑；在家里常发脾气，冲动时用头撞墙，常关起门来哇哇大哭。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"张女士，25岁，未婚，大学毕业后在一家小公司担任文员。她最近感到非常沮丧和绝望，常常独自一人在家中哭泣。她曾试图自杀，但幸运地被及时发现并救回。张女士表示，她觉得自己没有任何价值，生活没有意义。她的家人和朋友对此感到非常担忧，他们希望她能接受专业的帮助。她目前不愿意透露更多关于她自杀意图的细节，但她表示愿意寻求心理咨询师的帮助。她提到，她曾经有过一段不愉快的恋爱经历，这段经历可能对她的情绪产生了影响。在咨询过程中，她表示自己对于未来感到迷茫和无力。她希望能够找到生活的方向和目标，重新获得自信和快乐。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小Y，女，27岁，来自天津市宝坻区。她是一位已婚女性，正在准备参加教师招聘考试。过去三年，她一直服用药物来管理自己的焦虑情绪，但焦虑症状时常反复。她在私人咨询诊所接受过几次心理咨询，但没有坚持下去。她目前感到焦虑加重，伴有胸闷、背部灼热等症状，严重影响到了日常生活和即将来临的考试。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"我是一个已经28岁的女性，我有八九段恋情的经历。每次开始时都很认真，但最终都觉得不合适。我感到困扰，不知道问题出在哪里，以及未来应该如何处理感情问题。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位初一的女生，13岁，内心非常脆弱，容易被同学欺负，很容易哭，来咨询的原因也是因为与同学发生矛盾，导致学习状态受影响\"}]",
    "[{\"年龄\": 38, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位38岁的男性，长期经历强迫、恐惧、抑郁和失眠等症状，已经持续了十多年。尽管他通过药物治疗和自学心理学知识尝试自我调整，但效果并不理想。他现在主要依靠药物维持，并且在处理日常事务时，常常感到内心的痛苦和压力。他提到，每当遇到一些敏感的事情，就会进行一些仪式行为，比如不停地洗刷，以减轻内心的不适感。\"}]",
    "[{\"年龄\": \"30岁左右\", \"性别\": \"女\", \"主题\": \"失眠强迫症与社交恐惧症\", \"背景\": \"个案为未婚女性，本科毕业，在外企工作。近两个月来，犯上了严重的强迫症和社交恐惧症，失眠问题严重，需要借助烈酒才能入睡，影响工作和生活。之前尝试过一次心理咨询，但未见效果。个案自学心理知识，了解到催眠治疗可能对她有所帮助。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位32岁的女性，正处于婚姻危机之中。她面临着感情的下降和丈夫出轨的困境，这些压力可能导致她产生自杀的念头。她担心离婚的后果，害怕失去家庭的完整性。这种内心的痛苦和恐惧可能让她感到无助和绝望，从而产生自杀的想法。\"}]",
    "[{\"年龄\": \"34\", \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位来访者是一位已婚女性，目前处于一段困扰的婚姻中。她感到绝望和焦虑，因为担心如果离婚，未来会怎样。她与丈夫之间的沟通变得困难，这让她感到非常无助。她的情绪稳定性受到了很大的挑战。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者素素，一位30多岁的妈妈，感到焦虑和迷茫。她对自己的教育方式感到担忧，特别是当女儿犯错时，她的情绪会变得非常强烈。素素意识到自己的教育方式可能对女儿有影响，希望能够找到更好的方法来教育孩子。她感到愧疚，因为自己在处理错误时缺乏耐心和理解。她希望能够在心理咨询中找到答案，以便为女儿提供更好的支持。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女士经历了邻居的不幸事件，引发了强烈的恐惧感。随着时间的推移，这种恐惧并没有消退，反而导致了睡眠质量下降和身体不适。她感到非常焦虑，甚至有自杀的想法。家人尝试通过迷信的方式来缓解她的恐惧，但效果适得其反。她目前的状态已经持续了三个月，情况没有改善。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者最近一段时间内，情绪波动较大，时常感到绝望和无助。她提到了在两性关系中控制不住情绪的问题，以及老公对她态度的变化。来访者感到困扰和痛苦，对未来充满了不确定和担忧。在与丈夫的互动中，她感受到了疏远和失望，这让她开始质疑自己的价值和未来。她对于婚姻和性生活的不满，以及对未来可能的孤独感，让她的情绪变得十分脆弱。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"个案男士D，24岁，本科毕业生。童年时期，作为留守儿童经历了一系列的欺凌和负面事件，导致他自信心缺失，自卑和压抑。大学期间通过恋爱获得了一定的安慰和支持，但步入社会后，他感到迷茫和失落，频繁借助酒精来缓解情绪。在一次咨询中，他表达了强烈的绝望感，并在回溯过程中多次哭泣，似乎想要找到释放这些负面情绪的出口。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者男，16岁，高一。11月10号开始不去学校上学至今。因“不上学”问题，父母带着他一起来访。高一下半学期，因和坐在后排的女同学多聊了几句，被其男友叫来2名高三男生，晚上时候骗到操场威胁和推搡了几下。自述并没有被暴力打，而是推着堵在墙角，并且威胁“以后再敢撬墙角就打你”类似的话。来访者认为父母，老师均不能解决问题，便直接打电话到教育局投诉。学校很快处理了此事，那位男同学也受了处分。但是，之后一直受到同学排斥。比如大部分同学突然就变了，不理会他。在宿舍，其他同学打成一片，他感觉到被排斥，被孤立，很孤单。同时，老师也经常在课堂说“有事情可以先找老师，没有必要直接打到教育局”的话，他感觉映射自己。因为教导主任也好声好气说了很多类似的话“投诉到教育局，会对学校名声受到到影响，希望有事情可以先找学校解决”。\"}]",
    "[{\"年龄\": 20, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"20岁的大一学生，从小性格内向，不愿意与人交流。在高考后感到极度的失望和不适应，出现了幻听和自我伤害的行为。在医院接受治疗，但效果不明显。换用另一种治疗方法后，依旧难以融入学校生活，体重增加，情绪波动大。目前在服用多种药物进行治疗。由于担心和同学之间的关系，时常感觉被孤立，甚至有自杀的想法。在大学期间，始终处于一种与世隔绝的状态，难以与他人建立联系。近期，由于学业和住宿环境的压力，情绪变得更为不稳定，有自残行为，最终选择休学在家。在家期间，她变得更加孤僻，对社交活动和学习失去兴趣，常常感到被误解和不信任。目前在医院接受进一步的评估和治疗。\"}]",
    "[{\"年龄\": 10, \"性别\": \"女\", \"主题\": \"焦虑发作\", \"背景\": \"疫情结束后回到学校，萌萌开始感到心慌、发抖、呼吸困难等症状，这些身体反应像是焦虑发作。母亲陪同她寻求帮助，希望能够找到缓解焦虑的方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"婚姻情感问题\", \"背景\": \"来访者与妻子的交流出现问题，导致感情上的隔阂，他担心妻子再次去夜总会，感到焦虑和迷茫。来访者试图改变现状，但感觉力不从心。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"晴晴，一位28岁的女性，经历了一段痛苦的失恋经历。她在与伴侣的交往中感受到了深刻的爱与失落。最近，她的心情变得非常低落，时常感到绝望和无助。她对未来的婚姻失去了信心，担心自己可能会再次经历类似的痛苦。晴晴希望找到一种方式来缓解这些负面情绪，并重新审视她对于婚姻的看法。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"来访者性别男，17岁，高一。自诉有较明显的人际交往障碍，通过朋友介绍来求助。主诉性格内向害羞，家住农村条件不好，有两个姐姐一个哥哥，自己排行最小，因此受宠较多，但是造成其个性像女孩子。在班上不能适应因此调换了班级情况没有改善，前来求助。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小刘，一名未婚的IT工作者，最近经历了长期的失眠和精神上的疲惫。他的心境变得低落，感到生活失去了意义。他的日常活动受到了严重影响，包括工作和社交。他在医院被诊断为重度抑郁症，并正在接受相应的药物治疗。他目前的状态显示出了自杀倾向，需要专业的帮助和干预。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者经常因为对未来可能的死亡感到焦虑，这导致她在状况好时觉得自己是正常人，但在严重时会持续数周，甚至出现惊恐发作和开车时的思维空白。\"}]",
    "[{\"年龄\": \"19\", \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者来自离异再婚家庭，高一时产生厌学念头，躯体症状严重（头痛，腹痛），查实为心因性疼痛，母亲辗转找到咨询师，希望让女儿复学。目前，来访者在家中感到孤独，缺乏社交活动，对未来感到迷茫。他曾经尝试过自杀，现在虽然身体上没有危险，但内心深处仍然存在强烈的绝望感。\"}]",
    "[{\"年龄\": 7, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"这个小男孩在学校门口的反应表明他对学校有一定的抵触感，可能是因为某些特定的经历让他感到不舒服。家长尝试了多种方法，但未能改变这一状况，这表明他对学校环境的兴趣不高。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小新，一个15岁的男孩儿，在经历了校园内的不愉快以及家庭中的困扰后，内心充满了焦虑和迷茫。他感到被误解和孤立，这种情感体验使他想到了用轻生的方式来表达内心的痛苦和绝望。他希望能够通过这种方式得到别人的理解和接纳。\"}]",
    "[{\"年龄\": 9, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"男孩，9岁，小学二年级，妹妹4岁，妈妈老师，爸爸警察。从妹妹出生后开始出现啃噬现象，指甲从来没有剪过，从小妈妈带大。害怕考试，每次考试都会很焦虑。因为焦虑会做的题也做不出来。妈妈因为孩子总是啃噬要求咨询。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位中年女性因发现丈夫出轨而感到非常痛苦，她希望能挽回出轨的丈夫并改善夫妻关系。丈夫的行为给她造成了极大的打击，她现在感到非常无助和困惑。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"他表现出一种渴望被接纳和关爱的需求，同时又存在着与他人建立联系的困难。他在家庭中感受到了压力和失望，这种矛盾的心理状态可能导致了他的焦虑和自卑。他可能在寻找一种方式来表达自己的感受和需求，而这种表达方式可能是通过自杀念头来寻求关注和安慰。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者女性，25岁，大学本科毕业，目前在公司工作。她的生活节奏快，频繁搬家，这使得她感到不稳定。她曾在大学期间寻求过心理咨询。近期，她在工作环境中感受到了不公平对待，这引发了强烈的情绪反应，她请假并多次寻求咨询帮助。她似乎在寻找一种稳定性和公正感。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"婚姻危机\", \"背景\": \"这位求助者是一位36岁的女性，她正面临着婚姻中的危机，她的丈夫在外遇。尽管面对这样的困境，她仍然希望能够挽回这段婚姻，重建一个幸福和谐的家庭。她对于婚姻的责任感很强，希望能够积极地解决问题，而不是轻易放弃。\"}]",
    "[{\"年龄\": 42, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位42岁的已婚男士，有一个三岁多的孩子。他是企业的一名员工，已经休病假在家半年。他提到自己害怕声音和光，对黄色和文字也有强烈的恐惧感。他有长达三年的药物治疗历史，但近期他的焦虑症状有所加剧，失眠问题也变得更加严重。他感觉自己已经有几年没有真正开心地笑过了。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这对双胞胎姐妹在小学六年级时因不能和睦相处而引发了一系列问题。她们经常因为小事争吵，甚至撕扯物品，表现出冷漠的态度。当生气时，她们会有胸闷和心悸的感觉，感到无聊时情绪会变得更糟。姐姐似乎对妹妹的行为有所模仿，这表明她们可能在某种程度上通过这些行为来表达她们的情绪。她们的家庭环境可能也对她们的心理状态有一定影响。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"求助者在公司遭遇不公待遇，导致情绪低落，工作和生活中失去活力。回家后夫妻生活受到影响，情绪极度痛苦，他决心通过心理辅导找回自信。\"}]",
    "[{\"年龄\": \"12岁\", \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"这个小男孩看起来聪明且有创造力，但他却沉迷于电子设备，这让他的母亲感到担忧。她担心他的过度使用会影响他的生活和学习。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女性患者，23岁，大学毕业后开始工作。她目前与父母、哥哥和嫂子共同居住。她的侄女们经常吵闹，不听话，这让她感到心烦。她认为家人们过于溺爱孩子，导致她们的一些不当行为。她观察到家人在面对孩子的一些不合理要求时缺乏界限，这让孩子们的行为变得更加难以管理。她对此感到无力和沮丧。在咨询过程中，她表达了对家庭状况的担忧，并希望找到解决问题的方法。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女士感到心里纠结、矛盾、后悔、低落和自卑，特别是在换购房子后。她对家庭和婚姻生活感到不满，失眠严重，对未来充满担忧。她与丈夫和孩子们的关系也变得紧张。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位中年女性，经历了多年的精神困扰和频繁的医疗干预，最终在一次深入的心理会谈中揭示了她深埋心中的创伤。通过共情和支持，她的症状得到了显著缓解，实现了长期的稳定。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"余光恐惧症\", \"背景\": \"小李，一个15岁的女孩，最近遇到了一些困扰。她在人群中或是与人交谈时，总是不自觉地关注他人的敏感部位，尤其是异性的。这种注意力的转移让她感到紧张，甚至头疼。为了避免这种情况，她会试图与人交流，希望能够通过说话来转移自己的注意力。她对此感到苦恼，但似乎还没有找到有效的解决方法。\"}]",
    "[{\"年龄\": 33, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"我今年33岁了，从18岁开始谈恋爱，我都记不清换了多少个女朋友了，直到两年前遇到楚婧。我的第一次恋爱在大一，终于卸下了高考的压力，我突然变得茫然和空虚起来。为了填补精神空虚，我积极参加学校的许多社团活动，并很快爱上了文学社里一个叫安美妮的女孩。我们相爱了整整四年，校园里的角角落落留下了我们许多美好和痛苦的回忆。爱有多深，伤痛就有多深。在大学四年里，我们分分合合，相爱得如胶似漆又伤害得体无完肤。大学毕业时，谁都没有勇气说在一起。于是各奔前程，彼此成为生命中的过客。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者在大学期间经历了巨大的压力和困扰，包括与同学之间的恶性竞争和信任危机，导致他感到极度的焦虑和紧张。他的内心非常痛苦，感觉自己陷入了绝境，不知道如何是好。他尝试寻求帮助，希望能够找到解决问题的方法。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"该女性，32岁，曾经有过20次心理咨询经历，但感觉效果不佳，对咨询师的信任度不高，因此停止了咨询。她与前夫相识多年，婚后感情稳定，直至2016年11月发现丈夫出轨，这段事件对她的打击很大。尽管她在发现出轨后提出离婚并完成了离婚过程，但整个期间她表现出一种不寻常的平静。然而，最近她的情绪开始变得极其不稳定，感到极度的崩溃和恐惧，感觉自己仿佛不存在了。这种突然的情绪变化和强烈的恐惧感让她感到非常不安。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小雪，一个充满才华的女性，拥有令人羡慕的职业和婚姻。然而，她却被一种看似微不足道的日常困扰所困扰——每天早晨的排便。这种困扰已经伴随着她多年，每当她醒来，就会不由自主地感到焦虑。她害怕自己无法顺利排便，害怕对身体的潜在影响，甚至害怕再次手术。这些忧虑像无形的绳索，紧紧束缚着她，让她感到窒息。她尝试过各种方法来缓解这种不安，但似乎始终找不到真正的解决之道。在焦虑的笼罩下，她的情绪变得不稳定，时常与丈夫发生争执，给原本和谐的家庭带来了一丝阴影。她渴望得到理解和支持，同时也希望找到摆脱这种困境的方法。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"焦虑和强迫思维\", \"背景\": \"这位26岁的男孩在学业和人际关系上遭遇了挑战，他的焦虑和强迫思维影响了他的日常生活。他的父母对他过于保护，导致他在表达个人意愿和决策时感到无力。这种无力感使他在与他人互动时显得自卑，而且难以为自己发声。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"初中辍学在家的男孩，因与女孩的频繁接触导致精神崩溃，中断关系后出现失眠和精神崩溃的症状。女孩是他的来访者，通过女孩的介绍前来咨询。\"}]",
    "[{\"年龄\": \"32\", \"性别\": \"女\", \"主题\": \"强迫行为、失眠、恐婚\", \"背景\": \"这位女士是一位32岁的大学学历个体经营者，她希望改善自己的强迫行为，解决失眠问题，同时克服对婚姻的恐惧。她可能在日常生活中承担了很多压力，导致这些症状出现。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位来访者是一个26岁的女性，拥有本科学历，目前担任一家私企的主管。她在感情方面表现出一定的依赖性和敏感性，而她的男友则显得更加细心和体贴。他们的关系经历了从最初的相互慰藉到现在的深厚依赖。然而，最近由于男友的行为改变和言语上的暗示，来访者开始感到不安和怀疑。她发现自己在男友面前变得不再那么自信，甚至开始担忧自己的未来。这种情感的波动和不确定性使她感到困扰。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"求助者性格内向，有点自卑。但在熟悉的人面前言语较多。在家排名最小，父亲是司机，母亲是一名小学教师，有一姐。父母文化程度中等，但对子女管教较严，促使求助者脾气温和，不轻易发火。幼时母亲比较宠爱他，父亲较严厉，至使他有些话不愿意跟父亲说。父亲是普通司机出身，身材高大，大男子主义，不敢顶嘴。他家庭经济条件一般，多年外出打工，锻炼得吃苦耐劳，任劳任怨，但不善于处理自己的情感问题。近一个多月睡眠较差。注意力不集中，工作容易分心，考勤状况良好。\"}]",
    "[{\"年龄\": 31, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小张，一位31岁的硕士毕业生，目前在一家单位工作，家庭条件优渥。他因为性格内向，在相亲方面遇到了困难，曾多次寻求帮助，但相亲焦虑的问题依旧存在。最近，通过朋友介绍，他认识了一位他满意的女士，但在与对方的交往中，他感到极度的紧张和焦虑，甚至出现了脸红和说话结巴的现象。为了不让这段缘分错过，他前来寻求咨询，希望能够找到缓解紧张情绪的方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"他感到生活中缺少激情和动力，对工作和爱好失去了兴趣。他担心自己无法集中精力完成任务，对未来感到迷茫。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小张，女，28岁，已婚，育有一女。她自述家庭关系不和睦，感到孤独和无助。她不愿意回家，觉得活着没有意思，这让她感到焦虑和恐惧。她在工作上也遇到了压力，人际关系变得敏感。尽管如此，她还是决定前来咨询，这是她最后的希望。\"}]",
    "[{\"年龄\": \"30岁左右\", \"性别\": \"女性\", \"主题\": \"自杀倾向\", \"背景\": \"来访者由丈夫陪同前来，近两周失眠多梦，情绪波动频繁，哭泣，恐慌。家人多次劝导，但情绪仍反复无常。\"}]",
    "[{\"年龄\": 53, \"性别\": \"女\", \"主题\": \"梦的解析\", \"背景\": \"来访者是一位53岁的女性工程师，近期她遇到了一些困扰她的梦境，这些梦境让她感到迷惑不解，因此她寻求专业的帮助来解析她的梦境背后可能隐藏的意义。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"一位48岁的女士在经历了婚姻背叛和一系列的情感打击后，感到极度绝望。她曾经试图自杀，但幸运地活了下来。她的丈夫和第三者的女性关系依旧存在，这使得她感到非常的痛苦和困惑。此外，她还面临着两个孩子的问题，以及家庭工厂的管理压力。她目前感到无助和迷茫，不知道如何面对这些困境。\"}]",
    "[{\"年龄\": 31, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"刘女士，31岁，婚后3年，近期由于丈夫工作调动，导致夫妻聚少离多，她感到孤独和无聊，于是通过网络结识了一位男士。在这位男士的关心和陪伴下，她逐渐产生了深厚的感情，并开始与其发生关系。现在丈夫已返回家中，她面临着是否继续这段关系的抉择，同时担心丈夫发现，内心充满了矛盾和纠结。她担心如果选择继续，可能会对家庭造成破坏，如果不继续，又会失去这段感情，感到非常迷茫和焦虑。她目前的情绪波动较大，有时候感到绝望，害怕做出错误的选择。\"}]",
    "[{\"年龄\": \"13\", \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"李明，13岁，初一学生，目前在一所全寄宿学校就读。近期，由于不愿意寄宿并与父母分离，他开始频繁请假，最终导致不上学。他的父母正在努力理解他的感受并寻找解决问题的方法。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"君君，男，14岁，初二。主要问题：网瘾、厌学、亲子关系差。君君的父亲在孩子很小的时候就去世了，母亲独自一人将他抚养长大。由于缺少父爱，加上母亲的严格管教，导致君君产生叛逆心理。他沉迷于网络，以此作为逃避现实和表达不满的方式。在与母亲的沟通上，存在严重的代沟和误解，导致母子关系紧张。在学校的教育方式和环境对他也不太友好，这些因素综合在一起，使得君君产生了自杀的念头。他通过网络结交了一些不良朋友，这些朋友的行为对他产生了负面影响。目前，他正在接受心理咨询师的帮助，希望能够找到解决问题的方法，改善他的心理状态和行为习惯。\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"学业压力与情绪问题\", \"背景\": \"小阳是高一学生，她觉得自己在学习上遇到了难题，尽管她有意愿好好学习，但常常发现自己无法控制自己分心的行为。她在班级里的学习状态和成绩出现了显著的变化，这让她感到迷茫和沮丧。她的父母尝试了多种方法来帮助她，包括找家教和严厉的管教，但效果并不理想。通过咨询，我们希望能够了解她的内心世界，找出影响她学习的因素，并提供相应的支持和指导。\"}]",
    "[{\"年龄\": \"17岁\", \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"高二学生，面临学习压力，成绩不佳，人际关系紧张，感到生活没有意义，常有逃避现实的想法。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位来访者是个性格内向的女孩，对一位26岁的男同事产生了好感，但不知道如何开展进一步的交往。她对于建立新的社交关系感到有些迷茫和不安。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小李，高三学生，近来经常感到压力巨大，难以集中注意力，学习成绩下滑，甚至出现了自杀的想法。他的父母对此感到非常担忧，希望能够找到帮助他的方法。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"童某某，36岁，公务员，吸烟成瘾，为家人健康决定戒烟，但尝试多种方法均未成功，近期与妻子因孩子健康问题和戒烟问题引发多次争执，考虑通过催眠治疗戒烟。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"在经历了与男友的多次性关系后，女孩感到心累并担心学业。她担心自己的未来，感到迷茫和压力巨大。虽然她意识到需要专注于学业，但她仍然感到自己陷入了一种无法摆脱的关系中。她希望找到一种方法来结束这段关系，以便能够将精力集中在学习上。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"这位中学生感到懒惰、精神倦怠，他的学习成绩也有所下滑，这些状况让他感到挫败和无助。他可能正在经历自我认同的挑战，同时学业压力和人际关系也可能对他产生了影响。家长的关注和期望给他带来了额外的压力，他可能在寻找一种释放压力的方式。家长和老师应该提供支持和理解，帮助他找到应对挫折感的方法。\"}]",
    "[{\"年龄\": 42, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者经历了父亲早逝和母亲严厉的教育，导致他在成长过程中感到孤立和无助。在工作上，他多次遭遇人际关系问题，最近更是因为在微信上与上司沟通时出现激烈言辞，导致试用期未满即被辞退。这一连串的打击使他感到极大的挫败感，每天都在痛苦和纠结中度过，感觉自己陷入了绝望的深渊。他曾经为了挽回一段感情，不惜花费大量金钱，但最终还是无法释怀。他觉得自己在人际关系方面存在困难，不知道如何与他人建立健康的关系。他对于自己的未来感到迷茫和无力。\"}]",
    "[{\"年龄\": 31, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位31岁的女性，身材娇小，肤色略显苍白。她在咨询室中虽然面带微笑，但笑容背后隐藏着悲苦。她经常和丈夫产生分歧，感到被误解，缺乏价值感，身边缺少朋友的支持。她渴望得到丈夫的理解和关怀，希望能改善与丈夫的关系。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者担心自己找不到工作，害怕被家婆发现并承担家庭责任，导致焦虑和痛苦。她的工作经历显示她有逃避困难的倾向，同时，与家人的沟通压力也很大。此外，她曾经在学校经历过被同学孤立和霸凌的经历，这些经历对她造成了深远的影响。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者经历了上一段感情的挫折，家人给予的压力让她感到悲观和绝望。相亲多次未果，加之工作压力，导致她开始变得沉默。原本开朗的性格逐渐改变，抑郁情绪持续了一年多，目前仍在接受药物治疗。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"陈女士，27岁，已婚，大专学历，从事文员工作。她与丈夫有4年的恋爱基础，结婚3年后，两人之间的相处出现了问题。她经常因为小事与丈夫争吵，而且情绪波动很大，事后会感到愧疚和感动。她曾被诊断为中度抑郁症，并接受过药物治疗。目前，她希望理解自己的行为模式以及如何改善与丈夫的关系。\"}]",
    "[{\"年龄\": 41, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"田亮亮，一位41岁的农村男性，因担心妻子出轨而产生了强烈的嫉妒妄想。这种担忧导致他出现失眠和抑郁症状，曾经在专科医院接受过治疗。他与妻子之间的信任基础受损，目前正面临婚姻的挑战。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小孙，24岁，是一位幼师。她感到非常后悔，因为不到半年就匆忙结婚了。现在她发现自己怀孕了，这使她陷入了深深的抑郁和焦虑。她常常想起与前男友在一起的美好时光，感觉自己被困在一个无法逃脱的困境中。尽管如此，她依然希望能够找到一种方式来应对当前的挑战，而不是选择逃避。\"}]",
    "[{\"年龄\": 47, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小美，一位47岁的离异女性，她面临着关于是否再婚或复合的决定，这使她感到焦虑和迷茫。她有一个正在准备考研的儿子，生活上相对独立。小美的情绪波动较大，常常因为这个决定而感到烦恼。她在寻找一种能够帮助她做出决策的方法，希望能够找到一条清晰的道路。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"叛逆\", \"背景\": \"这位十六岁的青少年在与父母的互动中表现出强烈的叛逆行为，这使得他在学校和家庭中都感到挫败和迷茫。他经常与父母发生冲突，这让他的生活陷入了困境。父母对此感到无助，希望能找到一种方法来改善他们之间的关系。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位28岁的女性来访者正处于一段婚姻危机中，她的丈夫在外有‘小三’。她通过与家人、丈夫的家人以及丈夫的单位领导和同事，甚至是‘小三’本人进行沟通，试图解决这个问题。然而，她似乎并没有意识到她的一些行为可能反而加剧了婚姻的紧张局势。她迫切希望挽回婚姻，却不知道如何平衡自己的情绪和行为。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"小玉，一位33岁的女性，担任保险公司销售经理。她的婚姻出现了危机，因为她的丈夫出轨。尽管感情上他们之间仍然有很深的联系，她仍然希望能够修复这段关系。然而，内心深处的痛苦和不确定感让她感到无助和绝望。这种复杂的情绪让她在某些时刻感到生命失去了意义，产生了自杀的念头。她在尝试解决问题的过程中感到困惑和挫败，而这些情感对她来说是一种沉重的负担。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"我是一个45岁的女性，有一段时间了，我感到非常疲惫和绝望。我每天都在挣扎，试图应对生活中的压力。我感到自己的精神即将崩溃，但又不想让我的家人看到我的痛苦。我感觉自己被困在一个无人理解的境地中。我尝试过寻求帮助，但感觉自己仍然处于困境中。我一直在寻找一种方式来结束这一切，但我还在这里，因为我爱我的家人。我希望能够找到一种方式来度过这个难关，而不是放弃。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"程某，女，16岁，我们学校初三学生，身高1.65米，身体健康，发育良好，无重大躯体疾病史。家住江西省南昌市新建县大塘乡涂支村，父母均为进城务工人员，父亲现在南昌理发，初中文化程度。家境贫困，家中还有一个弟弟。家族无精神病史。进入我们学校三年来，平时学习刻苦，成绩优秀。因父母在红谷滩新区打工，就在我们学校初中部学习。因为2015年1月第一次全市联考考试成绩不是很理想，她担心第二次联考考试再考不好，就有可能考不上重点高中。觉得万一考不好，就会对不起父母的期望，将来更考不上理想的大学。平时做事严谨，处处严格要求自己，力求完美，不太喜欢和别人交流，除了学习之外，几乎无其他爱好，也没有什么知心朋友。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"王某，女，14岁，在其家长陪同下来咨询。她性格内向，学习水平中下，上课时曾因分神被老师批评，还存在做事毛糙，缺乏耐心等实际情况。家长发现，自从年初开学后不久，她就开始莫名其妙地不愿上学了。起初，她不断向家长提出各种要求，只要得不到满足，就会拒绝上学。后来她向家长提出购买一部高档智能手机的要求，家长认为不合理而拒绝。从那以后，她就一直待在家里，不再外出。家长感到困惑和担忧，带她来寻求专业咨询。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一个二十岁的大学生，因为学习压力和个人情感问题而感到沮丧。他在学校感到不适应，甚至出现了逃课和睡眠障碍的症状。他表达了对未来生活的悲观看法，并且在咨询过程中流露出想要放弃生命的念头。来访者的父母对此表示担忧，并希望他能够接受心理咨询以改善目前的状态。咨询师需要了解他的内心世界，帮助他发现生活中的积极面，并提供必要的支持和引导。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女士已经结婚，但婚姻生活中遇到了困难。她的母亲情绪暴躁且控制欲强，她在初中时也经历过被同学排斥的痛苦经历。目前，她感到敏感多疑，自卑，并且在人际交往中表现出攻击性。由于这些困扰，她难以投入到学习中，心情沉重。她希望能通过系统心理辅导来解决这些问题。\"}]"
]