[
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"这位来访者是一个17岁的高中生，近期由于学业压力和心理困扰，他的睡眠质量受到了很大影响。白天，他感到极度疲倦，晚上则难以入睡，经常辗转难眠。这种情况已经持续了近一周的时间。他的父母对此感到非常担忧，因为孩子的精神状态和健康对他们来说至关重要。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"求助者最近一周多时间，由于在工作中与同事发生争吵，随后被老板严厉批评，感觉自己非常没有价值，对工作失去了热情。这种感觉让她感到憋屈，导致她晚上难以入睡，常常辗转难眠。求助者对此感到困扰，希望能通过咨询找到解决的办法。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小商，一名教学能力出众的教师，由于得知自己的课程被替换，感到自尊心受损，导致精神状态不佳，无法集中精力教学。他感到无力和失落，情绪低落，对工作失去了热情。\"}]",
    "[{\"年龄\": \"38\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士近期经历了一系列的情感打击，包括发现丈夫出轨和夫妻关系的长期紧张。这些事件给她带来了极大的压力和痛苦，导致她睡眠质量下降，出现了失眠的问题。她希望能够找到改善睡眠的方法，以缓解内心的压力。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"欣然是一个18岁左右的女孩，最近参加完高考，由于紧张和压力，她已经连续三天晚上没有好好休息。她白天睡觉，但似乎总是感到疲惫和烦躁，每当这个时候，她都会做一些事情来让自己保持清醒，比如喝水、看电视或是走来走去。这种行为不仅影响到了她自己的睡眠，也让她的父母感到困扰。由于这种情况对全家人的休息造成了影响，欣然的父母决定带她来寻求专业的帮助。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"最近这段时间，我发现自己入睡变得越来越困难。晚上躺在床上辗转反侧，尝试各种方法都无法放松下来，脑子里总是胡思乱想，感觉就像是有一股无形的力量在推着我一样。这种状况已经持续了大约一个月的时间，严重影响了我的日常生活。以前我是一个睡眠质量很好的人，从未出现过失眠的问题。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"他发现自己对与年纪较大的女性交往产生了强烈的好奇心，但同时他也意识到这与他的本性不符，感到困惑和迷茫。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位17岁的高中生最近两个月晚上睡眠不佳，经常出现相同的梦境，包括变成鸟和翅膀扇动的情景。来访者对这些梦境感到好奇，并希望通过咨询寻找答案。\"}]",
    "[{\"年龄\": \"22\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"访者，女，22岁，大学四年级学生。她感到非常疲惫，缺乏精神去准备毕业论文，并且担心自己的学业和未来。她的睡眠质量不佳，经常感觉睡得不踏实。她担心的事情似乎在她心中不断累积，导致她早晨起来时感到无精打采。尽管她意识到这些担忧可能有些过分，但她发现自己无法控制这些情绪。她认为自己可能患有焦虑症，并寻求帮助。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"当事人是一位30多岁的知性女性，自由职业者，她发现随着时间的推移，自己做事时缺乏动力和激情，感觉自己无法全力以赴。她希望通过咨询找到重新激发自己热情的方法。\"}]",
    "[{\"年龄\": 41, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"杨某，一位41岁的农民，目前正经历婚姻危机。他感到非常困惑和担忧，因为他的妻子突然提出离婚，并且还提出了家暴的问题。这对他来说是一个巨大的打击，因为他一直认为自己是一个好丈夫和父亲。他现在晚上难以入睡，常常感到焦虑和恐惧，这使得他的睡眠质量大受影响。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"来访者是一个28岁的女性，离异，有一个小孩。她在寻找合适的途径与前夫复婚，但在考虑是否要和前夫复合之前，她希望解决与婆婆之间的紧张关系。她意识到前夫和自己并不是“一条战线上”的，这让她在决定是否复合时感到矛盾。她还提到，在生产期间和家人发生了一些冲突，这导致前夫提出离婚，而她当时正在坐月子。离婚后，她为了看孩子经常去前夫家，与婆婆的关系也因此变得复杂。\"}]",
    "[{\"年龄\": \"40\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者是一位独立且有气质的女性，她于十几年前离婚，独自抚养女儿长大。现在女儿已经大学毕业，来访者开始考虑自己的个人问题。她近期感到难以入睡，需要借助灯光才能安心睡觉，这让她感到纠结和痛苦。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士来自新疆的一个小镇，担任机关文员的工作。她在网上进行了多次的网络咨询和少量的电话咨询，由于沟通障碍，她的言语和文字表达有所欠缺。她自述对自己的外貌不满意，因此不愿意面对面进行咨询。她在大学期间就有过与室友相处困难的经历，感到孤独和无助，特别是在与汉族同学交流时感到吃力。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"李小姐，27岁，未婚，中学教师。她最近发现自己晚上很难入睡，常常辗转反侧，直到深夜才能勉强睡着。她感到很困扰，因为这影响到了她的日常生活和工作。她在课堂上感到疲惫，难以集中注意力，甚至出现了一些头晕和心悸的症状。她在睡前尝试了很多放松的方法，但效果不佳。为了改善睡眠，她决定寻求专业的帮助。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位来访者最近感到压力很大，经常感到难以入睡，她提到晚上常常辗转反侧，难以找到舒适的睡姿。她尝试了一些放松的方法，如深呼吸和冥想，但效果不佳。她对此感到沮丧，希望能够找到更好的解决方法。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小丽最近一个月经历了较大的生活变动，包括工作调动和身体上的伤害，这些变化给她带来了很大的压力。她在晚上难以入睡，经常辗转反侧，有时甚至整夜难眠。她担心自己的健康问题会影响到工作和日常生活。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"这位16岁的男孩儿，由于厌学和沉迷游戏，与父母的关系变得紧张。他倾向于避免与家人交流，只在必要时才会出来吃饭。他的作息混乱，经常熬夜并白天睡觉，这让他的父母感到担忧。他们希望能帮助儿子建立正常的作息习惯，改善与家人的关系，以期能重返校园。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，男，28岁，很阳光、乐观，因为心里总是想妈妈，影响到与女朋友的恋爱，已交往过三个女朋友，均因本人原因分手，现又交往一个女孩，各方面条件都很好，但是还是会在她身上寻找母亲的影子，害怕再次对爱情失去兴趣，所以前来求助。通过咨询得知，来访者三岁时父母离婚，跟其妈妈住在外婆家，五岁时因舅舅结婚，随母亲搬到北京做服装生意，租住在店里。5-8岁期间，母亲交往一位男人，很爱他和母亲，他很爱这位爸爸，但因为对方有家庭，后来怕对对方家庭造成伤害，母亲毅然选择分手，让其很伤心。因其母通过打拼已将店面开大成公司，后来开始跟妈妈当司机。随着跟妈妈的频繁接触，开始爱上妈妈，被妈妈拒绝赶出家门。来访者应聘去了一家公司上班，因为积极能干，主动出差及主动选择难度大的任务去做，很受领导赏识，成了公司顶梁柱。期间交往三个女朋友都很漂亮，都爱他，但是都因为内心的纠结而主动放弃。现又找一个女朋友，很爱他也很漂亮能干，很像他妈妈，怕再伤害她，所以不能再分手，但不知该怎样走下去，怕再次对她失去兴趣。曾无意中看到妈妈跟男友的举动，感觉男人配不上妈妈，自己才能配她，因为他有事业心，身体也很好。有赶走她男友取而代之的想法。并立志做出一番事业让妈妈认可他接纳他。他认为自己内心很肮脏，他希望自己高尚。想急切改变对妈妈的想法，能更好的生活下去。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"孩子上初一，父母在当地的城市做生意，爸爸说：能想的办法都想了，我真的不知该怎么办了？我，他才12岁，他竟然偷，而且不止一次偷，打也打了，骂也骂了，道理也讲了，平时也没有缺他钱花，可是他就是要偷，这让父母感到非常无助和担忧。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"她很少笑，我感到难以接近她。我们的婚姻生活充满了挑战，我感到痛苦和不甘心。我尝试了很多方法去接近她，但她似乎对我保持着距离。我希望能有更多的情感交流和亲密接触，但我感到自己的努力并没有得到回应。这种情感上的隔阂让我感到非常痛苦。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"曹女士，一位外表优雅的女士，独居并从事自由职业。最近半个多月她经历了严重的失眠问题，导致白天精神不佳，无法正常工作和与家人沟通。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"花儿，一名高三学生，在父亲突然离世后，她感到极度的恐慌和不安。在回家的路上，她预感到父亲可能遭遇不幸，这让她在面对现实时感到震惊和迷茫。在父亲的葬礼上，她没有表现出应有的悲伤，反而感到一种疏远和麻木。她一直在与内心的自责和愧疚作斗争，这种情绪导致她难以入睡，夜间的睡眠质量严重下降。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者小明，15岁，八年级学生。由于生病和家庭环境的变化，他的学习成绩开始下滑。他的父亲对他过于溺爱，而母亲则因为年龄差距较大，可能没有给予足够的关注。最近，他发现自己开始拖延，即使任务能够正常完成，也会等到最后一刻才去做。这使得他的心情变得抑郁，自信心受损，进而影响了他的日常生活和学习。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者在上高三时被诊断为焦虑、抑郁和强迫，后在心理咨询师帮助下使用《森田疗法》效果较好。目前来访者在大学一年级，但最近出现了勃起障碍和肾虚的症状，正在接受中药治疗。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者最近晚上经常辗转难眠，白天精神不佳，情绪变得易怒，影响到了她的工作和生活。她尝试了一些放松的方法，如听轻音乐和泡热水澡，但效果不佳。她担心睡眠问题会影响到她的身体健康。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小张，男性，30岁，研究生学历。由于工作上的挫折和家庭责任的压力，导致失眠问题。他在新工作环境中感到不适应，无法胜任，这影响了他的自信。此外，他还担忧自己无法给予家庭足够的支持。他感到无助、无能和无力。他的妻子陪伴他一起来寻求帮助。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者结婚已满12年，育有一子并拥有一个支持她的丈夫。然而，尽管在家庭生活中她得到了伴侣和孩子的爱，她自己却感到一种深刻的孤独感。她常常感到自己在他人眼中并不被真正理解和重视，尽管她在社会角色上显得满足和幸福。这种内心的矛盾使她感到开心不起来，有时甚至会出现无缘无故的愤怒。来访者难以描述自己的感受，但她清楚地知道自己并不快乐。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"最近三个月，高三的学生小花因为头痛头晕和失眠多梦的问题感到非常困扰。在面临重要考试时，她感到极度的紧张和焦虑，甚至影响了她的考试成绩。她的心情因此变得非常低落，常常哭泣。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"S是一位刚刚大学毕业的女性，目前在一家私企从事后勤工作。她在即将毕业时面临了许多重大决策，包括是否继续考研或是开始工作，同时她也经历了与初恋男友的分手。这些事件使得她感到情绪低落，并伴有自我价值感的缺失。她自述感到生活失去了意义，她还提到家庭中存在重男轻女的现象，她感觉自己在家里没有得到应有的支持和温暖。此外，她还经历了与男朋友的分手，这使得她感到更加缺乏生活的动力。在我们的对话中，她表达了希望改善情绪状态的愿望，以便能够更好地面对未来。\"}]",
    "[{\"年龄\": 9, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位九岁的女孩在学校和家中都感到害怕，她感到无助和委屈，为了寻求帮助和支持，她开始从事公益活动并卖报纸。由于缺少来自家庭的支持，她的睡眠可能受到了影响。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"马某，男，汉族，19岁，大学一年级学生，父母均为农民。上大学后，由于生活环境的变化和学习压力的增加，导致睡眠质量下降，出现了头痛、胸闷、心慌等症状。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女性来访者，32岁，已婚，近期遭遇婚姻危机。她感到自己的婚姻出现了严重的问题，因为她的丈夫和他的微信好友之间的交流让她感到非常不安和痛苦。这种情感上的背叛使她夜不能寐，经常感到心慌，情绪起伏较大。她希望通过心理咨询找到解决问题的方法，以挽救她的婚姻和家庭。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"我叫袁某，是一名在读博士的麻醉师，同时也是一个孩子的父亲。我最近感到很大的压力，不仅来自工作上的要求，还有家庭和学业的压力。我发现自己晚上难以入睡，经常感到焦虑和精神上的疲惫。尽管如此，我还是坚持在工作中追求完美，希望能够保持专业。不过，这种压力让我感到很难与领导和同事沟通。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者最近感到非常焦虑和困扰，因为她的第二任男朋友突然提出分手，这让她感到难以接受。她一直在努力挽回这段感情，但对方似乎已经做出了决定。她担心这次分手会影响她的情绪稳定性，特别是晚上的睡眠质量。她希望能找到更好的应对策略来缓解自己的不安感。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"高三复读生，性格内向，有考试焦虑和抑郁情绪，睡眠质量不佳\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"这个男孩子因为一次考试的成绩不佳，遭到了老师和家长的严厉批评。这些经历让他在夜晚难以入睡，经常出现失眠、多梦和惊醒的情况。白天他变得非常小心谨慎，害怕犯错以免再次受到批评。他的身体也出现了不适，如呼吸急促和胃部的不适感。\"}]"
]