[
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到自卑，特别是在熟悉的环境下，她会感到自己不够美丽。她对于自己的外表非常在意，这种关注使她在公共场合感到不适。她希望能够找到自信，不再因为外表的问题而困扰。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者经历童年创伤和婚姻感情的挫折，感到生活失去了意义，产生了强烈的绝望感和无助感。目前自己独居，与外界的联系相对较少，缺少支持系统。由于过去的经历，她可能对寻求帮助持有一些犹豫和抵触。她对自己的未来缺乏希望，甚至考虑过极端的方式来结束痛苦。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"学业压力与情绪困扰\", \"背景\": \"刘某，18岁，某高中即将毕业的考生，独生子女家庭，父母都有固定收入，家庭条件较好。家族中无精神疾病历史。个人陈述：很讨厌现在的状况，想提高复习效率却又静不下心来学习。每次想到考试就害怕，觉得自己没用，一到考试就紧张，大脑什么都想不起来。平时复习时很多题都会做，可到考场上就是发挥不好。现在高考越来越近了，很担心现在的状况，不知怎么办。看到邻居同学现在成绩是越来越好，感觉自己的压力也是越来越大，学习状态也是越来越差。老师也曾找过自己，询问自己成绩下降的原因，让自己反省自己，可就是不知道为什么，自己控制不住。看到别人都在认真的复习备考，心理又嫉妒又自责。最近发现自己注意力很难集中，记忆力也开始下降，入睡困难，总想着要好好学习。想到高考快要来到就紧张不安。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"我最近对绘画产生了浓厚的兴趣，希望能通过艺术创作找到自我表达的方式。我之前尝试过写日记，但发现自己更喜欢通过颜色和线条来表达情感。您觉得绘画能成为我缓解压力和情绪的一种有效方式吗？\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"王先生，一名35岁的公务员，他经历了一段困扰他的时期，包括发作性心悸和胸闷。他在内科进行了多次检查，但没有发现器质性心脏病的迹象。他目前正在接受抗焦虑药物的治疗，但停药后症状会复发。尽管如此，他对继续用药持有所顾虑，希望探索心理咨询的可能性来减少对药物的依赖。在过去的七次咨询中，他已经建立了初步的信任，并开始探讨他的症状背后的心理动因。\"}]",
    "[{\"年龄\": 37, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者最近对手机非常上瘾，沉溺于看手机小说，只要有空闲时间就会看，下班回家看到孩子们自己玩，就会去看手机，看到一个地步孩子过来找妈妈会对孩子发火，让他们去找爸爸，然后自己接着看。她自己也知道看手机不好，看手机让身体很难受，肩颈不舒服，眼睛不舒服，严重影响到自己，也对孩子们不好，但就是控制不住。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"抑郁\", \"背景\": \"小王，一名17岁的男生，过去精力旺盛，但现在却表现出行动迟缓、缺乏动力，连简单的家庭作业也需要花费更长时间完成。他的交流方式也发生了变化，变得更加简短和沉默，眼神呆滞，对外界反应淡漠。这些改变使得家人感到担忧，因为小王的这些行为和情感上的变化与之前截然不同。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"家庭关系\", \"背景\": \"求助者有一个姐姐和姐夫，他们之间存在着家庭矛盾。求助者的姐姐没有工作，性格单纯，容易受到委屈。求助者的姐夫是上门女婿，木匠职业。求助者感到姐姐在家中缺乏独立性和社会经验，而且姐夫的态度也让求助者感到不满。求助者感到姐姐在面对问题时缺乏应对能力，而自己对此感到愤怒。求助者尝试劝说姐姐寻找工作，但姐姐对此持保守态度。求助者感到姐姐没有认识到改变的重要性，这使得家庭内部的矛盾逐渐升级。求助者希望通过咨询找到解决家庭矛盾的方法。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"他是一名公务员，工作繁忙且复杂，常常被各种忧虑占据心头。他感到自己总是无端地胡思乱想，这不仅影响了他的工作效率，还破坏了他与女朋友之间的关系。他提到这些忧虑让他晚上睡不好觉，白天难以集中精力工作，甚至在人际交往中感到不适。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在遭遇不被回应的社交情境后，感到愤怒和恐惧，这些情绪影响了她日常的上下楼行动。事件过去八个月后，她仍然感到恐惧，这表明她的情绪反应较为强烈且持久。她与丈夫的关系也因此变得紧张。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者在面对学业压力和社会价值观的冲突时，感到困惑和焦虑。他觉得理想与现实之间存在巨大差距，对社会现象持有批判态度，对国家的宣传持有怀疑。他在与人交往时倾向于保持距离，担心自己的真实想法被误解。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"来访者与丈夫的长期关系紧张，导致她感到痛苦和困惑。丈夫有过多次外遇，虽然目前没有第三者，但他们之间的感情已经出现裂痕。丈夫的行为让她感到被忽视，而她自己也面临着失眠的问题。她希望能找到一种方法来改善她和丈夫的关系，同时也解决她自身的失眠问题。\"}]",
    "[{\"年龄\": \"16\", \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"孩子因为学业和体重管理上的挑战感到沮丧，他对学习和运动缺乏兴趣，这让他觉得很难投入到日常活动中。他目前对电子游戏很感兴趣，但这也成为了他难以抗拒的诱惑。由于这些挑战，他感到在学校和家庭中都很疲倦。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者16岁，高一学生，由于父亲长期在外工作，母亲独自照顾他的生活和学习，导致他与父亲的关系较为疏远。母亲对他要求严格，同时承担着夫妻长期分居和独自抚养孩子的压力，这些因素影响了他的情绪和自我认同。他为了满足母亲的期望，大部分时间都在刷题，缺乏同伴间的互动。目前，他首次住校，与室友之间存在冲突，难以适应新的生活环境。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者某某，女，35岁，大学本科毕业后在某事业单位工作。家中独生女，父母关系和谐。来访者曾有过短暂婚史，婚后无孩子，因双方性格不合离婚。十年前与现状丈夫相识结婚，丈夫小来访者四岁长的帅，现有一7岁女儿。来访者主诉：近两年来，丈夫时常不分场合的吼自己，觉得没有面子，特别受伤，怀疑丈夫是不是变了。咨询目标：来访者想找到好一点的和丈夫沟通的方法。\"}]",
    "[{\"年龄\": 39, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我刚怀孕的时候，我爸妈来上海照顾我，那是我妈第一次来家里常住。她当时正好想在上海找家好点的医院做个小手术，我帮她找医院预约好，结果手术前一天我老板要我去苏州出差。我问她明天让我爸陪着去是否可以，如果不行的话我就过去，跟老板讲明情况。她说不用了，手术太小不用陪护（也确实是个很小的手术），我爸在就行了。我又信以为真了。因为她后来又提到了这件事，说我不孝顺没有陪她去医院。包括上周，她继续旧事重提，仿佛我不孝顺的罪状罄竹难书。我感到非常困扰，因为我觉得自己一直在尽力做到最好，但每次努力似乎都会被否定，甚至被误解。我感到很无助，不知道如何才能得到家人的理解和尊重。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者在寻找适合照顾孩子的非加班工作时，感到迷茫和焦虑。她曾经尝试过职业规划老师的建议，但最终发现自己并不喜欢那些工作，这使得她在职业选择上更加困惑。此外，她提到孩子的一些心理表现，显示了她对孩子的关心和对家庭责任的重视。她希望在不影响家庭生活的前提下找到一份满意的工作。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者为女性，15岁，正在上高二。初中成绩优异，考上理想的高中，但高中后她发现自己与同学关系不同，难以融入，学习压力增大。她担心同桌影响学习，感到紧张和焦虑，导致听课和完成作业困难，成绩下滑。来访者担心父母、老师和同学的看法，主动寻求心理咨询。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"张某，14岁，男，初二。迷恋手机，导致学习成绩下滑。家长反对玩手机，他与家人严重对立，十分叛逆。为了手机，经常在家发脾气，摔东西，有时把自己关在房间里，和家长赌气。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"求助者冷冷，一位30岁左右的男士，跟妻子是大学校友。毕业后，各自回到家乡发展。前些年在某同学的婚礼上，两人重逢并迅速步入婚姻。然而，半个月前，由于妻子深夜接电话引发的争吵，导致两人感情紧张，甚至出现了离婚的念头。在家人劝说下，两人暂时冷静，但仍然处于冷战状态。求助者内心感到极度的失落和无助，甚至有轻生的念头。\"}]",
    "[{\"年龄\": \"27\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"露露，一个27岁的优秀女性，遭遇了感情的重创，导致她感到极度的失落和绝望。她曾经拥有一个让她难以忘怀的伴侣，但这段感情以分手告终，给她带来了深重的打击。这种经历让她觉得活着失去了意义，情绪表现非常消极。\"}]",
    "[{\"年龄\": 39, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"C女士，女，39岁，因婚姻问题前来咨询。她提到自己每天都有很多想法在脑海中涌现，睡眠质量不高，食欲不佳，时常感到焦虑。\"}]",
    "[{\"年龄\": \"30岁\", \"性别\": \"男\", \"主题\": \"失眠\", \"背景\": \"来访者近期经历了一系列的生活变动，包括大学毕业、工作转变、恋情结束等，这些变动可能导致了他的情绪低落和失眠问题。来访者可能正在经历一种过渡期，需要时间去适应和调整。来访者提到感到活着没有意思，这可能是他当前情绪状态的一种表达。在咨询过程中，我们可以帮助他探索这种感受背后的原因，并找到改善情绪状态的方法。来访者希望咨询能够帮助他找回生活的动力和意义。\"}]",
    "[{\"年龄\": 33, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"求助者从小在部队家属院长大，遭遇了父亲出轨的事件，导致产生焦虑。在第一次咨询时，了解到其家庭教养较为严格，对身心发展有所抑制。后来在咨询过程中逐渐意识到自己的焦虑来源于早年的经历和家庭环境的影响。通过咨询，求助者开始愿意接受自我成长，并对未来抱有希望。在第四次咨询时，讨论了性本能与伦理道德的边界问题，求助者表现出对自己行为的深刻反思。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"学业压力\", \"背景\": \"来访者在学习上遇到了困难，感到压力很大，成绩下滑让他感到挫败。此外，他还面临着即将到来的中考，这使得他的压力倍增。他感到自己需要更多的支持和指导来应对这些挑战。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"咨询者近期经历了一段焦虑和紧张的时期，这导致她连续失眠了6天。她感到非常疲惫，白天精神不佳，晚上难以入睡。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她与父母的关系已经非常糟糕了，她将父母的电话号码全部拉入黑名单，而且对父母有暴力行为。她可能正在经历巨大的心理压力和冲突，导致她采取了这些极端的行为。\"}]",
    "[{\"年龄\": 20, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小韵，女，20岁，大三学生。她近期遇到了一些困扰，表现为对室友小莉的强烈厌恶感，甚至出现胸闷等症状。小韵对此感到苦恼，并希望能找到解决问题的方法。\"}]",
    "[{\"年龄\": 10, \"性别\": \"男\", \"主题\": \"学习障碍\", \"背景\": \"这位五年级的男孩在学习上遇到了挑战，表现为不愿意书写和阅读，这影响了他的学习成绩。他表现出在将口语转化为书面语时存在困难，甚至混淆字母和数字，以及汉字书写错误。他在学习新知识时需要反复教学，并且在集中注意力方面存在问题。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"韩某，女，18岁，高三学生，理科，身高165左右，身体健康，无重大躯体疾病史。近一个月来，难以入睡，睡眠质量下降。容易紧张，注意力不集中，内心烦恼、痛苦。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"秋宁，女，24岁，在海外读研，半年前确诊轻度抑郁和轻度焦虑。经历了情绪低落、人际关系紧张、失眠和不安等症状。在过去的三个月里，经过心理咨询的帮助，她的一些症状有所缓解，但负面情绪仍然存在，特别是在疫情期间独自一人在外求学的情况下，时常感到孤独和低落。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"来访者28岁，未婚，感到在社交场合中存在恐惧和焦虑。他能维持日常的工作关系，但在更深层次的人际交往中感到迷茫和疲惫。他对于关系中的不确定性感到不安，并对此产生了强烈的反应。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者因为家中小狗的离世感到难过和自责，他认为自己没有及时给予足够关注，导致了小狗的不幸。他感到压抑和抑郁，无法集中精力做其他事情。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小英（化名），女，24岁，硕士在读。近期，她感到压力增大，晚上经常难以入睡，有时甚至整夜无法合眼，白天精神不佳，影响了日常生活和学习。她对此感到非常困扰。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"焦虑\", \"背景\": \"来访者是一位私营公司的老板，近期她发现自己在没有窗户或无法开启窗户的空间里会感到极度的紧张和恐慌，这种感觉已经泛化到了公共交通工具，如地铁和飞机。她为了克服这种恐惧，已经安排了与心理咨询师的会面，希望能够找到缓解的方法。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到别人极度针对自己，经常听到室友的议论，以及新同事的不友好言论。在电视讨论中，当观点不合时，情绪会变得非常激动。来访者性格内向，可能在表达自己时有所困难。\"}]",
    "[{\"年龄\": \"22\", \"性别\": \"男\", \"主题\": \"抑郁\", \"背景\": \"戴小，一个22岁的年轻人，因为以前在高三时期经历了辍学和抑郁症的困扰，住院治疗了近三个月。出院后，他一直在家中度过两年的时间，期间一直感到情绪低落和自责。最近，在母亲的陪同下，他来到心理咨询中心寻求帮助。戴小害怕自己会一直处在抑郁症的状态中，无法忍受内心的痛苦和不断的自责。他感觉自己即使闭上眼睛，泪水也在不停流淌，他试图控制自己的思绪，却总感觉无法摆脱这些消极的情绪。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"熙程感到投身工作和小孩的陪伴之间形成了双重趋避冲突，她忧心忡忡。在新的工作环境中，尽管职位和管理权限有所提升，但她并未感受到预期中的喜悦和满足。家庭中，妈妈、婆婆以及丈夫没能给予她足够的理解和有力的支持，这让她的心理负担更加沉重。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"社交功能\", \"背景\": \"小益，16岁，两年前因上课期间突然跑到教学楼顶想跳楼，之后被校长劝退休学。回家以后自我封闭，每天只在家里上网，最初偶尔出门，后来闭门不出，不与任何同龄朋友联系，与父母难以沟通，拒绝重返学校。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小强，一个27岁的大学本科毕业生，已经工作了三年。他有六年的时间一直对母亲保持着强烈的依恋，这种情感使他在日常生活中显得有些怯懦和内向。他不善于表达自己的想法和情感，这使得他在人际交往中遇到了不少困难。尽管如此，他对生活还是保持着一定的好奇心和探索欲望，尤其是在科技和互联网领域。他喜欢阅读关于人工智能和区块链的书籍，并且乐于尝试新的科技产品。通过这些活动，他能够在一定程度上缓解自己的焦虑和迷茫。\"}]",
    "[{\"年龄\": 46, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"王女士，46岁，公司职员，感到世界末日到了，万念俱灰，失眠，心烦，不想工作，不想见人，搬家避难，由姐姐陪同前来咨询。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小商，一个教学能力出众的老师，近期因为听说自己之前的课程被其他老师代替，感到非常失落，甚至出现了自体崩溃的感觉。他现在感到没有精神去教学，情绪非常低落。\"}]",
    "[{\"年龄\": \"27\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"张嫣，27岁，女性，已婚。她对丈夫缺乏信任，经常猜疑和责备，这使得丈夫常常在外过夜。这一状况增加了她的焦虑和抑郁情绪。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"莎莎，一个28岁的漂亮女孩，已婚，工作能力强且受领导器重。然而，她每天早晨都会因为担忧大便的问题而感到焦虑，这种担忧影响到了她的日常生活和心情。由于过去有过痔疮手术的经历，她对于大便时长和排便完整性的担忧尤为强烈。最近，她感觉大便不干净，这使得她的恐惧和焦虑感进一步加剧，导致她在工作中难以集中注意力，并因与丈夫沟通不畅而发生争执。她现在正面临痔疮复发的担忧，使得早上排便成为她无法逃避的痛苦。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者面临诊断考试的失败，感受到了巨大的压力和失望，开始对自己的过去和未来产生了深刻的自我质疑。这种失落感和内疚感使她难以集中精力应对即将到来的高考。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者对当前的生活失去了兴趣，他的女儿也一直受到湿疹的困扰，这使得他感到非常的无助和焦虑。他对寻找治疗方法的过程感到挫败，同时，他也意识到疾病可能与其内在的心理状态有关。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"社交功能\", \"背景\": \"来访者是一位28岁的女性，辞职在家照顾两岁的孩子。她发现自己在社交方面变得越来越退缩，不愿意与邻居或其他家庭成员交流。起初，她只是感到些许紧张和害怕，但随着时间的推移，她的回避行为变得更加明显，最终导致她完全不敢下楼与他人交流。她希望找到解决这个问题的方法。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"失眠\", \"背景\": \"小张，一名大一学生，自从高三时期就开始出现失眠的问题，虽然有时会好转，但上大学后情况变得越来越严重。她现在的睡眠质量很差，导致白天精神不济，注意力和记忆力也受到了影响，这个问题已经困扰她一个多月了。此外，她还伴有焦虑、头疼和胸痛的症状。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"我最近对一切失去了热情，连平时喜欢的事情也提不起兴趣。以前我最喜欢画画，但现在拿起笔来，感觉就像是在应付差事一样。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者李女士，46岁，主要问题失眠丶抑郁丶焦虑。没有食欲，身心疲惫，耳鸣，注意力不集中，记忆力下降。压抑丶委屈丶爱流泪。经常易怒，脾气大，容易冲动。活着没有兴趣，总有莫名的担心害怕，活着很累丶很痛苦，经常有轻生解脱之意。主动寻求帮助，迫切改变痛苦的命运！\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者，35岁，大学本科，公司职员。最近感到兴趣丧失，对工作缺乏热情，常常感到疲倦和无力。之前因为工作忙碌，很少有时间参与社交活动。来访者希望通过咨询找到重新激发工作兴趣的方法。\"}]",
    "[{\"年龄\": 33, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者因为工作上的挫折和家庭成员的自杀事件，感到精神压力很大。他担心自己可能受到家族遗传的影响，同时也在服用抗抑郁药物，但失眠问题持续存在。他希望通过咨询找到缓解压力的方法。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我最近感到很焦虑，尤其是在考试前。我尝试了很多方法来缓解焦虑，但似乎没有什么效果。我甚至开始怀疑自己是否有焦虑症。我希望能找到更好的应对策略，以便更好地准备考试和面对日常生活中的压力。\"}]",
    "[{\"年龄\": 49, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位49岁的女性，她常常将自己的负面情绪表达出来，如抱怨工作压力、孩子的行为以及自己的身材和收入问题。这种消极的情绪表达方式可能影响到了她的日常生活和人际关系。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者女，结婚五年，每次和老公吵架都是公公来劝说，发现老公就像长不大的孩子。最后一次严重的吵架，冷战半年，并且分房睡。这次公公来劝架，让来访者觉得自己被干涉，被控制，对公公说了一些重话，又和老公说了离婚，当冷静下来后，老公反而提出离婚，并且很坚决，不回家，搬到公司住，公婆也没有办法劝说，客户求助老师的帮助。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小花在妈妈患病期间承担了巨大的责任和压力，她的心理承受能力非常强，但同时也因此导致了心理上的创伤。她对自己的要求很高，但当她意识到自己无法承受这一切时，感到非常的无助和绝望。她现在的情绪低落，经常胡思乱想，对生活缺乏热情。她的内心深处仍然深深地爱着妈妈，对于妈妈的离去感到无法弥补的遗憾和悲伤。在日常生活中，她有时候会感到迷茫和困惑，不知道如何处理自己的情感。此外，她对死亡的态度较为消极，有自杀倾向，但她依然坚持生活下去，因为姥姥的关心和期望。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"孩子对学习缺乏兴趣，表现出厌学情绪，导致作业拖延。家长感到担忧，寻求帮助。\"}]",
    "[{\"年龄\": 8, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"晓青，8岁，家人认为她有心理问题，带她来咨询。她喜欢枪炮之类的机械玩具，对布娃娃等玩具有抵触感。小学五年级开始喜欢穿男孩的衣服，母亲试图给予引导和纠正。她自己从网上购买男性化服装和用品，发型也偏向男性化。她社交广泛，朋友来自各个圈子。最近半年，她因为穿着和发型与母亲产生冲突，频繁离家出走，逃课逃学，导致父亲焦虑和母亲心力交瘁。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者，男性，26岁，未婚，在工厂打工。他因对相貌不满意而多次整容，但仍旧感到自卑，目前负债累累。这些经历导致他感到生活没有意义，对未来感到绝望，经常有自杀的想法。他在工厂工作时感到特别害怕，认为周围的人对他有负面评价。由于这些感受，他的日常生活受到了严重影响。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"这位女性来访者，26岁，硕士研究生，身高1.65米，体重只有九十多斤。她有近六年的间歇性暴饮暴食史，最近一个月症状加剧，出现了浮肿、晕眩和绝望的情绪，感到非常的恐惧。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"男，15岁，职业技校高一学生。最近一年，整天呆在房间，很少出门。除了玩游戏，几乎没有其他兴趣爱好。家人带他外出吃饭，买衣服给他，都很勉强才答应。很少笑容。自述不想上学了，准备辍学。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"美美，一位25岁的女性，直接表达了对于婚姻的抵触感，她的话语中透露出一种对复杂人际关系的反感。她可能在某种程度上对即将面临的婚姻生活感到焦虑和迷茫。她的坦白直爽个性使她在描述自己的困扰时显得直率而真诚。\"}]",
    "[{\"年龄\": 49, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"发现丈夫婚外恋六年，感到痛苦和困扰，不知如何处理。这位女士经历了巨大的情感冲击，感到痛苦和迷茫，正在寻求解决之道。她的情绪起伏不定，常常感到焦虑和悲伤。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"抑郁\", \"背景\": \"来访者感到抑郁，经常感到头痛头昏，全身无力，食欲不振，腹胀，腰疼，注意力难以集中，记忆力减退，对工作失去兴趣，感到生活沉重，有时甚至有自杀的想法。她怀疑丈夫有外遇，婚姻不和谐，这使得她的心理压力增大。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女士在婚姻中遇到了困难，她的丈夫虽然出轨但不愿意离婚，这使她感到非常痛苦和无助。她正在寻求帮助来挽救她的婚姻，同时也表达了对于现状的担忧和不安。她的情绪波动很大，有时候会感到非常低落，甚至有自杀的念头。她希望能够找到一种方式来缓解这些痛苦并改善她的生活质量。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者在初中时期专注于学业，尤其是文科，但成绩并未提升，这使他感到挫败。现在他正在准备复读，希望能够改善学习效率和集中注意力的问题。来访者性格内向，不太愿意与同学交流，而是更倾向于独自一人。他在学业上的挫败感和社交上的回避可能影响了他的兴趣和动力。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小明，一名高二男生，近期睡眠质量不佳，经常说梦话，感到疲倦和不解乏，这影响了他的日常生活。他的同学们出于关心，陪同他一起来寻求帮助。小明既往身体健康，没有其他的健康问题。\"}]",
    "[{\"年龄\": \"22\", \"性别\": \"女\", \"主题\": \"情绪波动大，自我认知不稳定\", \"背景\": \"李华，一名22岁的大学生，近期遭遇了情绪的大起大落。起初，她感到充满活力和兴奋，但很快就会感到极度的低落和绝望。她的行为和情绪的波动影响到了她的学业和人际关系，她希望找到问题根源并获得帮助。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"王先生，一家国有企业的职工，和他的妻子结婚已经五年，但是一直没有过上舒心的日子。他们之间存在着一些难以调和的问题，导致他们长期处于紧张的状态。近来，王先生的情绪变得尤为不稳定，时常会因为一些小事大发脾气，这让他的妻子感到很是无助和困惑。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小慧，一名29岁的护士，正在经历一段感情上的挫折。她与男友交往三个月后遭遇分手，内心感到非常痛苦。尽管她希望复合，但前任男友的态度模棱两可，使得她感到迷茫和自责。此外，春节时来自家庭的压力也让她感到焦虑。这些复杂的情感体验使她前来寻求心理咨询。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"求助者：夫妻二人来到咨询室的时候，孩子还呆在车上不下车，他们大约三十五岁左右，爸爸在政府上班，妈妈在企业做财务，两个人有一个男孩，上五年级，十二岁；之前学习非常认真，并且成绩非常优秀，每次都是班级里的前几名。最近孩子经常跟他们顶嘴，不愿写作业，夫妻为此很焦虑前来咨询。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位17岁的高中女生对她的语文女老师产生了特别的情感，她喜欢上了这位老师，但却因为种种顾虑而没有向老师表达自己的感情。她喜欢老师的方式，期待老师的回应，但最终选择了保持沉默，因为她害怕失去与老师之间的友谊。她内心充满了对老师的喜欢和对表达感情的犹豫，这种复杂的心情让她感到困惑和焦虑。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位来访者最近对绘画产生了浓厚的兴趣，但同时也感到迷茫和焦虑。她曾经尝试过多种活动，但总是很快失去兴趣。在与她的交流中，我们可以探索她的兴趣爱好背后可能隐藏的情感需求。\"}]",
    "[{\"年龄\": 40多岁, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者是一位40多岁的男性，他对穿着丝袜的女性特别感兴趣，这种感觉已经持续了10年。他在商场或公共场合追随丝袜，这种行为虽然让他感到困惑，但他并未因此影响到夫妻之间的性生活。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小唯（化名），由于产后照顾孩子的需要，她的日常活动受限，导致她对社交活动的兴趣进一步减少。她原本就不喜热闹，现在更是倾向于待在家中，这使得她的兴趣爱好范围变得更窄。她希望通过咨询了解如何重新激发起对生活的热情和兴趣。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小李是一名刚考上大学的新生，他很快就适应了大学生活并结交了许多朋友。最近，他对一个学习成绩优异的女同学产生了好感，但他发现自己对同龄的女生不感兴趣。这种感觉让他感到困惑和苦恼。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，30岁，某公司设计师。他自述现在和女友不能顺利过xing生活，每次都是草草了事。这让他感到很困扰，因为他觉得自己应该能够满足女友。他提到，当他在梦里与女友有深入的xing交体验时，醒来后却发现自己达不到那种感觉，这使他感到迷茫和焦虑。他对此感到非常困扰，希望找到解决的方法。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者感到自卑，因为婚姻前后的经济差异，加上丈夫的性生活习惯问题，导致她无法忍受，最终选择了出轨。她现在面临着是否要结束与原配丈夫的关系，与情人结婚的决定。来访者对于这个决定感到矛盾和迷茫。\"}]",
    "[{\"年龄\": 46, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"王女士，46岁，自由职业者。高中毕业后与丈夫相识相爱，感情基础深厚。然而，随着孩子长大，夫妻之间的矛盾逐渐显现。她感到焦虑和迷茫，担心婚姻破裂，希望能找到解决问题的方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者最近感到非常焦虑和沮丧，因为她觉得自己在一段恋爱关系中投入了很多，但没有得到相应的回应。她的男朋友似乎对她不够关心，这让来访者感到失落。两人之间的沟通和互动也存在问题，这使得来访者感到自己的付出没有得到认可。\"}]",
    "[{\"年龄\": 8, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"来访者从小学一年级开始就出现了肚子疼和呼吸急促的症状，尤其是在面临上学的时候。症状起初可以通过哄骗缓解，但今年暑假开学后症状变得更加严重。去年因为肚子疼和挤眼的问题，他曾前往天津市儿童医院就诊，被诊断为脾胃不和。通过中药治疗，症状有所缓解，但随着新学期的到来，症状再次出现。来访者父母在网上咨询了一些咨询师，咨询师怀疑孩子在过去的一些经历中可能受到了心理上的影响，比如在学游泳时被教练饮过水，或是体育老师的威胁。目前来访者正在接受药物治疗，但仍感到困扰。来访者性格内向，平时与同学交流较少。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"学习动力不足\", \"背景\": \"她面临学习上的挑战，感到动力不足，同时她在人际关系方面也遇到了难题。这种困境让她感到焦虑和迷茫，需要寻找出路。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女性求助者近期遭遇了一系列挑战，包括职场的挫败感和婚姻的压力。这些经历可能导致她出现睡眠不佳的问题。她可能感到疲惫和不安，这在晚上可能会转化为睡眠障碍。她可能正在寻找一种方式来应对这些压力，希望通过咨询找到改善睡眠的方法。\"}]",
    "[{\"年龄\": \"40多岁\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士的孩子因为玩手机的问题被劝回家，孩子提出不想上学想要打工，这使得她感到焦虑和紧张。由于担忧和焦虑，她晚上都无法好好睡觉，经常辗转难眠，这让她感到身心疲惫。她对自己的教育方式产生了怀疑，认为自己可能因为过于关注孩子的学习而忽略了其他方面，如陪伴和关心。目前，这种焦虑主要影响了她的睡眠质量，但还未影响到日常生活和工作。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者，男，16岁。最近一个月对于上学没有积极性，不想和同学说话，不愿意和老师或家长沟通，性格原本外向，却突然变得沉默寡言。在学校也没有听到老师说发生过大的争执，月考成绩不理想。失眠问题也影响了他的日常生活。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"英子，一个42岁的全职妈妈，她发现儿子在中学的学习态度和成绩出现了明显的变化。尽管她尽力为孩子们提供更好的学习环境，但儿子似乎失去了学习的兴趣。她感到困惑和无助，担心儿子的未来。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"张女士，50岁，近期遭遇了家庭变故，导致她感到极大的失落和绝望。她曾尝试自杀，但幸运地保住了生命。在与她的对话中，她表达了对生活的不满和对过去的遗憾。她觉得自己被生活遗弃，无法找到出路。目前，她正在接受心理治疗，并希望能找到继续前行的力量。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位女士是一位在读大学生，两前年开始出现了担忧和焦虑的情绪，她担心周围人会嘲笑她的想法，这让她不愿意外出，不敢与人交流。尽管她已经接受了心理老师的疏导和药物治疗，目前可以正常外出和交流，但她仍然希望能够接受更深入的系统心理咨询和心理治疗。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"抑郁\", \"背景\": \"女孩，17岁，抑郁，自残。父母分居。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"来访者，男，初中文化，汉族，现年30岁，经商，已婚。家住天津市武清区。他的情绪和自信程度与他的生意状况密切相关。当他生意好时，他会感到自信和精力旺盛，但当生意不好时，他会变得自卑和自闭。他经常上网查找关于社交恐惧症和抑郁症的信息，有时候也会怀疑自己可能有人格障碍。此外，他自幼有口吃的问题，这个问题在他情绪不佳时会变得更加严重。他提到自己的睡眠质量还可以，但情绪不好时会失去食欲。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者为一位48岁的女性，她感到因为女儿的恋爱问题而失眠，对此感到困扰。她提到女儿已经交往了两位让母亲感到不满的男友，现在又有第三位，母亲对这位新男友也有保留。来访者担心女儿可能会因为父母的不满而停止寻找男友，这使得她感到不知所措。这种担忧让她整晚难以入眠。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者，男，28岁，很阳光、乐观，因为心里总是想妈妈，影响到与女朋友的恋爱，已交往过三个女朋友，均因本人原因分手，现又交往一个女孩，各方面条件都很好，但是还是会在她身上寻找母亲的影子，害怕再次对爱情失去兴趣，所以前来求助。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者在寻求咨询时表现出了强烈的自我意识和对咨询过程的高期望，甚至用退款作为条件来确保得到满意的咨询服务。她似乎对自己在人际交往中的某些方面有所不满，而且她的情感状态可能受到了这种不满的影响。来访者的个性可能较为独立和强势，对周围的人有一定的要求。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一名32岁的建筑分包商，离婚已有6年。他最近经历了赌博输光积蓄和与同居女友的矛盾，感到性感危机，时常有自杀的想法。来访者对当前的生活状况感到极大的压力和绝望，希望寻求帮助来度过难关。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"抑郁\", \"背景\": \"梅梅，一个22岁的南方女孩，自小父母离异，父母都各自选择了在外打工，多年没有给过梅梅一个正常家庭的温暖。梅梅凭借自己生命中的那点韧劲，求学路还算顺利，也谈了恋爱。然而，恋爱中的争吵对她来说是一种深深的伤害，因为她从小就缺少关爱。抑郁的情绪似乎在不知不觉中笼罩了她，她尝试向男友倾诉，但并未得到理解，反而感到世界对她冷漠。\"}]",
    "[{\"年龄\": 44, \"性别\": \"男\", \"主题\": \"抑郁症状\", \"背景\": \"这位44岁的男性因为感情上的打击，出现了整夜无法入睡、胸闷、头痛等症状，这些症状严重影响了他的日常生活。他在去年结识了一位女友，非常珍惜这段感情，但不幸的是，他发现了女友和其他人的亲密行为，这使他感到极度的失望和痛苦。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小A，29岁，已婚，待业在家。他对社交活动缺乏兴趣，更愿意呆在家里。他不喜欢外出，尤其是不喜欢参与任何集体活动。他觉得在家中更自在，也更安全。他对新事物的兴趣不大，更喜欢稳定和熟悉的事物。他不太愿意尝试新鲜事物，也不太关心外界的新动态。他和妻子的关系很好，但并不急于要孩子。他的兴趣主要集中在家庭内部的小范围内，对外界的兴趣有限。由于工作和社交活动的缺失，他可能感到生活中缺少挑战和刺激。\"}]",
    "[{\"年龄\": \"23\", \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"我最近感到非常不舒服，我的头部和身体经常处于紧绷的状态，感觉就像是有一群人想要靠近我并控制我。这种感觉导致我的头部肿涨，非常的难受。我感觉自己总是处在一种被压迫的状态，他们不断地纠缠我，让我无法摆脱。这种体验让我感到非常焦虑和不安。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性求助者刚刚步入职场，面对全新的环境和挑战，感到焦虑和不适。她难以适应新岗位的要求，这使得她在情感和心理上都承受着不小的压力。她感到烦躁，食欲不振，睡眠质量下降，这些症状表明她可能正在经历严重的心理压力。此外，她对家庭的思念和孤独感也影响着她的情绪稳定。由于她没有朋友和亲人在这个城市，她感到孤立无援，这可能进一步加剧了她的焦虑和抑郁情绪。她希望得到帮助来改善目前的状态，以便更好地适应新环境和工作。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者喜欢穿女性服装进行手淫或穿女装驱车外出。他的童年经历包括父母在他八岁时离异，以及父亲后来的间歇性精神分裂症状。这些经历可能对他产生了深远的影响。来访者在大学时期开始迷恋穿女装，并逐渐发展成一种特殊的兴趣。尽管他能够维持正常的婚姻生活，但他目前面临着夫妻关系的不和谐问题。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"失眠\", \"背景\": \"来访者小A在金融公司担任财务工作，由于工作压力和人际关系的紧张，她经常感到焦虑和疲惫，严重影响了她的睡眠质量。她每天晚上都难以入睡，睡眠时间不足，这进一步加剧了她的焦虑感。由于失眠问题，她的工作和日常生活都受到了很大的影响。\"}]",
    "[{\"年龄\": 10, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"10岁女孩，眉清目秀，头发有点凌乱，但表情自然。10天前感冒头痛，伴有恶心。感冒治愈后头痛呈发作性胀痛，一次比一次加重而不能完成学习任务开始就诊。几家医院检查未发现头部器质性改变，住院对症治疗很快头痛消失，医生通知出院。当天晚上女孩头痛再次发作而剧烈难忍。继续住院治疗3天头痛消失，通知出院时头痛又发作了，女孩哭闹不止。主管医生介绍前来咨询。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者男，17岁，高二在校生。主诉：成绩不稳定，好的时候班级排名第9名，不好的时候班级排名第49名。考试的时候很紧张，手抖，出冷汗，心慌。来访者自述母亲对自己期望很高，脾气很暴躁，每次考不好回去都要挨打，所以每次考试都很紧张焦虑，生怕成绩不理想回去挨打或者被母亲责骂。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"强迫思维\", \"背景\": \"这位男生正处于高三的学习阶段，面临着巨大的学业压力。他的强迫思维影响了他的集中力，导致他在学习上感到挫败和困扰。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"方小，一位18岁的女生，正在经历她生命中的一个重要时刻——高考。然而，面对即将到来的考试压力，她感到了身体上的疲倦和无力，以及心理上的困扰。她的注意力难以集中，学习效率降低，这种状态让她感到非常焦虑。她对自己的成绩不满，甚至有些自责，觉得自己不够好。她还透露出一些消极的想法，比如‘一了百了’，这表明她的情绪非常低落，需要专业的帮助来应对当前的压力。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"来访者，男，14岁，初三学生，近一个月来因肚子疼痛和胃不舒服的症状而未能上学。他表现出对学习的厌恶感，这似乎影响了他的日常活动。他在学校的表现不佳，经常哭泣和感到焦虑。来访者提到他在课堂上感到不适，尤其是在有人在场的情况下，这可能与他在社交场合的不安有关。他的家人尝试过带他去医院，但未发现明显的生理原因。来访者的情绪波动很大，从极度的焦虑到平静，变化迅速。在家庭环境中，他和父母的关系紧张，经常发生争执，这可能加剧了他的身体症状。来访者曾经尝试通过阅读书籍来自我安慰，但并未取得预期的效果。目前，来访者正在寻求心理咨询的帮助，希望能够找到缓解身体症状和改善情绪的方法。\"}]",
    "[{\"年龄\": 11, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"因为自己的‘同性恋’倾向而感到困惑和焦虑的男孩：小陈（化名），17岁，高二学生。他说他从两年前开始对男性产生兴趣，在街上会特别关注男性，甚至对女性的兴趣不大。他在生活中非常关注个人形象，对自己的外表要求很高，同时对体重管理也非常严格。这些体验让他感到既困惑又苦恼，因此他找到了谢裕中校长寻求帮助。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一个在北京工作的互联网工作者，他在一次坐地铁时因听到地铁声引发了焦虑惊恐反应，这种紧张感和麻木感持续了四个小时。之后，他被诊断为焦虑症和抑郁症。在接受治疗后，他的症状有所缓解，但对与精神健康相关的词汇感到强烈的不适和紧张。在我们的咨询过程中，他表达了对未来可能出现类似情况的担忧和恐惧。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者带着小学二年级的女儿前来咨询，女儿面部抽搐并伴有其他躯体化症状。女儿曾在小学时期因个人卫生问题遭受同学欺负，留下了心理阴影。目前在儿保科接受药物和针灸治疗，但症状加剧。来访者意识到可能是心因性身体疾病，寻求心理咨询的帮助。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"焦虑\", \"背景\": \"小A，女性，32岁，从事金融公司财务工作。她经常感到焦虑和烦恼，严重失眠，难以集中注意力，承受着巨大的工作压力。她对自己的能力有所怀疑，感到疲惫不堪。由于长期的压力和焦虑，她的生活质量受到了严重影响。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"阿莫因为强迫症而前来咨询，她使用了正念减压心理治疗技术。这种治疗方法旨在帮助她以非评判的态度去觉察当下，以减轻压力。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到极度的焦虑和恐惧，尤其是在面对重要考试时，会出现发烧、头晕和失眠等症状。他感到非常害怕名次的退步，这使得他的心态崩溃，影响了他的学习状态。来访者对于自己的成绩和排名有着高度的关注和期待，这种压力导致了他的焦虑。他觉得如果没有好的成绩，自己的未来就会变得暗淡无光。\"}]",
    "[{\"年龄\": \"16\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小丽，一名16岁的女孩，最近频繁做恶梦，导致白天感到全身无力和缺乏精神。她的焦虑感让她时刻关注着母亲的行踪，甚至在电话中未能及时接通母亲时会感到情绪崩溃。她开始质疑自己的心理健康，希望能够找到帮助。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"我最近发现自己对阅读产生了很大的兴趣，开始的时候只是偶尔翻翻书，但现在我已经沉迷于阅读无法自拔了。以前我对阅读并不感冒，甚至有些抵触感，但现在却完全不一样了。这种转变让我感到困惑，我想知道是什么改变了我对阅读的态度。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"失眠、食欲不振\", \"背景\": \"小丽，25岁，性格文静内向。三年前经历了一段感情，半年前感情出现问题并分手。分手后，她一直无法忘记前男友，感到痛苦不已。她的父母注意到她的状态不佳，反复劝说下，小丽决定寻求心理咨询。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小王，29岁，因女友自杀，自己一晚上没睡觉，感到极度恐惧和不安。女友的离世给他带来了巨大的打击，使得他整夜无法入眠，心中充满了幻觉，感觉自己无法摆脱女友的形象。他害怕这种感觉，同时也担心自己可能会有同样的结局。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小云，25岁，健身操教练，与男友分开已2个月，但情绪一直起伏不定，总会想起男友，关注他的朋友圈、微博，一直放不下男友，但又担心修复再次受伤，不知道怎么办。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者小张因为感觉女朋友小丽不爱自己，内心感到不平衡，导致最近一次与小丽的争吵升级至分手的地步。争吵的原因是关于一件小事，但小张的心情受到了很大的影响。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者感到兴趣缺失，尤其是对于社交活动，这使得她在晚上感到莫名的恐惧。她与家人关系紧张，尤其是与父母，这影响了她的日常生活。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位15岁的女孩感到学习没有动力，对学习内容不感兴趣，这可能是她对当前学业缺乏热情的表现。此外，她提到家庭的不稳定给她带来了很多负面情绪，她希望通过新的环境改变现状，这表明她在一定程度上保持着对生活的积极态度。\"}]"
]