[
    "[{\"年龄\": \"50\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"吴小青，一位50岁的女性，她面临着婚姻危机，与婆婆的三观不合给她带来了极大的压力。在这样的困境中，她感到心情烦躁不安，食欲也随之受到影响。她可能会因为焦虑和压力而失去对食物的兴趣，也可能因为情绪波动而暴饮暴食，这些都是食欲状况变化的常见原因。此外，长期的婚姻压力还可能导致她出现失眠和其他身体症状。在这种情况下，理解和帮助她处理情绪问题对于改善食欲状况至关重要。\"}]",
    "[{\"年龄\": \"35\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士，35岁，长期受到失眠的困扰，每晚必须依赖安眠药才能勉强入睡，睡眠质量不佳，常常伴随着浅显和频繁的梦境。她的心情极度焦虑，身心都处于高度紧张的状态。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"大学毕业不久的她，因为工作的晋升问题感到迷茫和挫败。她很努力，希望能够得到应有的认可和晋升。她目前的兴趣主要集中在工作和个人发展上。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"来访者是一位30岁的男性，从事经商行业。他在情绪好的时候食欲旺盛，能够享受美食带来的快乐。然而，当遇到生意上的困难时，他的食欲会显著减少，甚至出现厌食的症状。这种情绪波动影响了他的饮食习惯和身体健康。此外，他还提到了自己四岁时开始的口吃问题，这在他情绪不佳时会变得更加明显，加重了他的焦虑感。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"婚姻挽救\", \"背景\": \"生了宝宝一年多，夫妻生活减少，感情下降，老公在外认识女生，想要离婚。\"}]",
    "[{\"年龄\": \"32\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"这位女性来访者近期因为母亲的离世感到非常悲伤，这导致她的情绪波动很大，食欲也受到影响。她可能因为悲伤和情绪压力而减少了饮食，但同时她的母亲对此感到担忧。这位女士可能需要在支持她的情感的同时，也给予她一些关于饮食和营养的建议，以确保她在悲伤期间得到足够的营养。她可能会感到食欲不振，也可能有其他的饮食问题。她的母亲可能需要了解如何鼓励她重新建立健康的饮食习惯，同时也关注她的情感需求。这种情况下，她可能会对任何事情都提不起兴趣，包括饮食。通过心理咨询，我们可以帮助她处理悲伤情绪，同时提供营养方面的指导。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者在与男友的关系中经历了背叛和求和的过程，她内心深处感到痛苦和无法释怀。她表面上接受了男友的回归，但内心的情感并未真正平复。这种矛盾的心理状态使她处于一种不稳定的情绪中，有可能导致自杀倾向的增加。此外，她可能也在为如何处理这段关系和自己的感受而感到迷茫。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小杨是一个温和的女孩，刚刚大学毕业并进入事业单位工作。半年前，她通过亲戚介绍认识了一个男朋友，起初对方对她非常体贴。随着时间的推移，她感到对方开始变得冷淡，特别是在晚上，他只顾自己打游戏，忽略了与她的交流。小杨感到被忽视，于是向母亲寻求帮助。母亲与男友进行了长时间的沟通，但之后男友的态度变得更加冷淡。这件事也在亲戚间引起了不小的议论，使得小杨感到很大的压力。她的好友也对此表示关切，认为她过于自卑。小杨感到迷茫和困扰，不知如何处理这段关系。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"我最近几个月食欲不振，晚上经常失眠，白天精神不佳，体重也有所下降。我担心这可能是身体上的某些疾病导致的，但我还是决定来这里寻求专业的帮助。我希望能找到引起这些症状的根本原因，并得到有效的支持。\"}]",
    "[{\"年龄\": 12, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"女孩，12岁，生长在农村，上面有两个哥哥，都已上大学。父母对她溺爱，她一直是班上的学习委员，成绩优异。最近因为换了老师，加上失去了学习委员的职位，感到不适应和失落。在学校受到同学的嘲笑，回家后因为未接电话和未能及时向妈妈解释，受到了责备。最终情绪累积导致她采取了过激行为，喝下了妈妈的药物，目前已被紧急送医治疗。经检查，身体并无大碍，但建议她接受心理咨询以帮助其处理内心的困扰。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者在春天的一个午后，感到心情愉悦，正在享受时光，但在这样的放松时刻，她却发现自己食欲不振，对平时喜欢的食物失去了兴趣。她对此感到疑惑，想知道是什么原因导致她的食欲减退，以及这种状态是否会影响到她的身体健康。\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位15岁的女生由于低落的情绪和厌世的想法而前来咨询。她的父母表示，她在过去几个月里一直情绪不稳定，喜欢独处，并表现出兴趣下降、食欲不振等症状。尽管她目前正在接受药物治疗，情绪大部分时间都比较平稳，但她仍然倾向于自我封闭，这让她的父母感到困惑和担忧。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"在亲戚开的小型装修公司上班的设计助理，工作压力较大，经常感到情绪不稳定，有时候会因为工作上的事情感到非常焦虑。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"高三学生，近期因高考压力和内心担忧，出现强迫性洗手行为，每天洗手次数达到十几二十次，严重影响日常生活和学习。过去有反复洗手和关门的习惯，初中开始逐渐发展成强迫症，学习成绩和责任心受到一定影响。家庭环境较为和谐，父母关心孩子但可能对孩子的心理问题认识不足。父母对孩子的期望和孩子自身的责任感使他承受较大压力。孩子对爷爷的离世感到震惊和悲伤，可能导致了心理上的连锁反应。\"}]",
    "[{\"年龄\": \"14\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小朵，一个14岁的女孩，她最近表现出食欲不振的症状，这可能是她情绪问题的一个体现。她原本学习成绩优秀，但现在由于抑郁情绪的影响，她的成绩开始下滑。她目前正接受治疗，并在努力克服这些困难。\"}]",
    "[{\"年龄\": 46, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"王女士，46岁，与丈夫感情深厚多年，但最近遭遇丈夫出轨的问题，感到困惑和无助。她试图通过与小三谈判来解决问题，但对方否认并拒绝承认，导致她感到束手无策。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"这位17岁的女生在经历了一场情感风波后，发现自己意外怀孕。她因为害怕和迷茫，导致食欲不振。她害怕告诉家人，担心他们的反应和对未来的担忧，这一切给她带来了巨大的精神压力。她需要支持和指导来处理这个问题，同时找到合适的方式来应对怀孕的事实。\"}]",
    "[{\"年龄\": \"29岁\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者经历了极其恐怖的遭遇，这种经历可能导致她食欲的变化。来访者在被强暴后，食欲可能受到了极大的影响。在那段艰难的时期，她可能经历了强烈的生理和心理反应，这些反应可能会影响到她的饮食习惯。此外，她可能也感受到了社会和人际关系的压力，这些因素都可能导致她的食欲改变。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在被父母发现私下购买手机并有网络消费记录后，感到非常难过，哭泣不止。父母的行为让她感到伤心和不被理解。她愿意与咨询师分享自己的感受，并希望能够得到支持，以便找到倾诉的对象。此外，她还表达了对于手机使用时间和父母沟通方面的希望。\"}]",
    "[{\"年龄\": 49, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"李女士，49岁，虽然家境富裕，但长期受到抑郁的困扰。近期，她频繁出现自残和自杀的想法，并且偶尔会向丈夫透露这些念头，给家庭带来了极大的担忧。\"}]",
    "[{\"年龄\": \"20几岁\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者感到精神上的压力很大，希望通过催眠来获得放松的感受。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小玉，十五岁，刚刚初中毕业。虽然考上了一个不错的高中，但是，她却开心不起来。平时父母很忙，难得有时间陪她。可看到女儿即将去外地上高中，父母难得请假陪女儿出去玩了几天。在旅行的过程中，父母发现他们和小玉之间无法正常交流。无论他们怎么努力，小玉就是不开口。他们意识到，如果这样让孩子去上高中，自己肯定无法放心，同时，他们也担心小玉未来三年能否面对高强度的学习压力。为了帮助小玉改善这种状况，旅行回来后，父母帮小玉预约了度麦学苑心理关爱中心的一对一心理咨询。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者近期发现丈夫出轨，这一突发事件给她带来了极大的情感冲击，导致她食欲不振，无法正常饮食。她希望通过咨询找到应对这种情况的方法。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者在初三时因频繁手淫开始出现心理问题，后陆陆续续做过几次心理咨询，但都没有坚持下来。在上高三时，曾被专科医院诊断为“焦虑”、“抑郁”和“强迫”，使用《森田疗法》后有所好转。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者在过去的两个月里经历了严重的失眠问题，每晚难以入睡，有时整夜无法合眼。他尝试了一些自我放松的方法，如深呼吸和冥想，但效果不佳。来访者表示，这种情况对他白天的精神状态产生了很大影响，感到非常疲惫和易怒。他担心长期的失眠可能会对他的健康造成不利影响。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"这位来访者已经辍学在家足不出户2年，每天除了睡觉就是在网络游戏里浸泡，而且是晚上熬夜游戏上玩耍，白天睡觉。父母劝说无效，家族里的权威亲友劝说也依然不奏效。只要逼迫他上学，他就表现出身体不适，如头痛、胃痛、腿痛、晕倒等症状。这显示他可能在与父母的互动中存在一定的障碍，可能是因为某种内心的冲突或压力导致的回避行为。他在游戏中的沉浸或许是他用来逃避现实的一种方式。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"来访者男，22岁，和好朋友共同创业1年时间，最近感觉内心压抑，工作效率下降，常常坐在位置上半天什么都没干，合伙人如果业务上有进展，自己会更加郁闷，想回老家但又不甘心，想继续工作下去又不知如何面对。由于内心的压抑和工作上的挑战，导致食欲不振，晚上也难以入睡，白天精神不佳，影响到了日常的工作和生活。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，男，27岁，大学本科学历。在准备考研期间焦躁难安，静坐不得，无法专心复习。求助于学校心理咨询师，放弃考研。后步入社会，从事电子类工作。然而，在生活的磨砺中，越来越后悔当初没有考研。同时又出现坐立难安，莫名心悸，肌肉紧张的症状。并且影响到工作，生活而来访。在来到我的工作室之前，曾到医院确诊为广泛性焦虑，并有服药。然而，来访者却表示药物并没有作用，因此，已经自行停药。\"}]",
    "[{\"年龄\": \"24\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小英，一名24岁的女性研究生，近期感到食欲不振，体重有所下降，这让她感到担忧。她表示，这种食欲改变已经持续了一段时间，而且伴随有其他不适，如疲倦和注意力难以集中。这些症状开始出现是在她经历了一些生活变动之后，比如家庭关系的变化和学业压力的增加。她希望找到引起这些症状的原因，并寻求改善的方法。\"}]",
    "[{\"年龄\": \"30岁左右\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"由于长期的失眠问题，这位女性患者经历了严重的抑郁情绪，甚至有过自杀的念头。她尝试了多种方法来解决睡眠问题，但效果不佳。失眠不仅影响了她的身体健康，还进一步影响了她的心理健康。她在医院接受了一些治疗，但仍然感到困扰。目前，她希望通过心理咨询找到更好的解决方式。\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"她是一个充满好奇心和探索欲的青少年，但同时她也面临着感情上的困扰和挑战。她的内心世界可能比表面上看起来要复杂许多，这让她感到迷茫和痛苦。她可能正在寻找一种释放这种痛苦的方式，但目前还不清楚她是否有足够的支持和资源来应对这些挑战。\"}]",
    "[{\"年龄\": \"28岁\", \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"私企老总，由于工作压力大，感觉自己缺乏激情和动力，对日常事务提不起兴趣，感到疲倦和无力。此外，他在面对员工会议时感到极度的紧张和僵硬。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位16岁的初中生，因为失去了一个亲密的朋友，感到非常悲伤和困扰。他在学校里遇到了很大的压力，感觉自己无法集中注意力学习，同时对于那位朋友的思念也让他无法平静下来。他希望能够找到一种方法来处理这种复杂的情感，以便能够重新专注于学业。\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，男孩，13岁，小学六年级。最近经常感觉害怕，晚上不敢独自上厕所，睡觉也不敢关灯。当父母带孩子来到度麦学苑心理关爱中心时，孩子已经失眠一周了。根据父母叙述，孩子一闭上眼就觉得有鬼在盯着他，所以极度的恐惧。家人为此还请过道士，但是没什么效果。老师建议家长寻求心理咨询的帮助，父母通过网络预约了度麦学苑心理关爱中心，希望通过心理咨询能解决孩子怕鬼的问题。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"李明最近一直感到很沮丧，他觉得自己陷入了困境。每当考试来临，他的表现就会变得平庸，尽管他在平时的成绩很好。他感到很困惑，不知道是什么原因导致这样的情况，而且他感觉到了来自学校的学业压力和同学间的竞争。他希望找到一个能够帮助他提高考试表现的方法，同时也希望能够更好地应对压力和焦虑。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"我最近食欲不振，经常感到肚子胀气，而且体重也有所下降。这让我感到很困扰，因为我平时很喜欢美食，但现在连吃饭的乐趣都减少了。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"冰冰，一位32岁的女性，感到情绪不佳，尤其在工作中遇到了压力。她提到每当想到上司的言行就会感到不想上班，这显示了她在工作环境中的不适和对上司的强烈抵触感。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"晓晓，一位14岁左右的女孩，穿着非常的普通，来到工作室时，非常紧张与腼腆。她没有预约就过来了，从生活费里攒了很多钱，想要寻求帮助。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"赵军，一位19岁的大学生，身高体壮，外表英俊，但内心却承受着巨大的压力。他自幼便在奶奶的担忧和妈妈的不信任中长大，导致他对周围环境充满了戒备。他害怕饮水和饮食，担心受到伤害，甚至发展到依靠服用抗抑郁药物来缓解症状。他内心痛苦，却不得不面对自己的恐惧。\"}]",
    "[{\"年龄\": \"24\", \"性别\": \"男\", \"主题\": \"婚姻关系\", \"背景\": \"我和女朋友是在异国他乡相识并相爱的，我们已经在一起8个月了。然而，最近她突然提出了分手，这让我感到非常的迷茫和不安。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"她是一个美丽的女人，38岁；因为生活的艰辛，她的眼神里总带着丝丝疲惫，脸上也出现了岁月浸染的细纹；不堪生活的压力，来到度麦学苑心理关爱中心。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"李女士，28岁，已婚，平时性格开朗，喜欢社交活动。最近因工作压力较大，加之家庭琐事，出现食欲不振的情况，体重下降明显，她对此感到非常焦虑。她的丈夫和公婆对她十分关心，但并不了解她具体的情绪困扰。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者近期因为家庭矛盾，感到焦虑和心烦，导致她晚上难以入睡，常常辗转反侧，直到深夜才能勉强睡着。这种状况已经持续了一段时间，严重影响了她的日常生活。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者是一位45岁的女性，她在事业单位工作，并且正在接受药物治疗。她的丈夫曾经是一名小学教师，现在已经退休。丈夫过去有过一次离婚的经历，并且有一个成年女儿。来访者自己是头婚，与丈夫的年龄差距较大。她提到，她有一个正在上初中的儿子，孩子的学习成绩在小学后期开始下滑，她认为这可能与她当时生病（乳腺癌）以及未能给予孩子足够关注有关。她还抱怨说，丈夫对孩子过于溺爱。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"荦荦，16岁，高一住校男生。学习成绩平平，无太多不良嗜好。内向，不善言谈。喜欢看体育类杂志，及其科幻小说。他最大的愿望就是离开校园，离开父母，一个人闯世界。用他自己的话说：就是早点开始自己的事业。他很崇拜郭敬明。父母从事广告业，父亲文化水平本科，母亲大专。家境殷实，拥有一套小别墅。父母每天很忙。没有固定的周末休息时间。父母很爱荦荦，从不对荦荦大呼小叫，但也不溺爱他\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这个男孩子在面对感情问题时感到迷茫和失落，他希望能够通过某种方式表达自己的感情。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"社交功能\", \"背景\": \"来访者是一位34岁的女性，目前未婚，从事金融行业，拥有研究生学历。她有着较高的自我评价，包括良好的经济状况和外在形象。然而，来访者在人际关系方面存在困扰，尤其是对于以结婚为目的的恋爱关系持有恐惧。她曾被诊断为“人格障碍”，但通过咨询逐渐意识到了原生家庭的影响，开始寻求改变。来访者在咨询过程中展现出了开放性和一定的自省能力，愿意探索自己的内心世界，尽管有时也会表现出逃避和抗拒。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者对自己的生活感到不满，感觉自己像戴着假面具生活，无法分辨真假情感，感到内心的空虚。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"叶婷，一位34岁的女性，她与丈夫共同生活，并且有一个5岁的儿子。她目前在一家工厂型企业工作。在过去两年中，叶婷经历了惊恐发作，并在接受药物治疗。她因头晕、头胀等症状以及广场恐怖症状来寻求帮助。她目前正在服用盐酸帕罗西汀。在停药并改用中药后，她出现了食欲减退的问题。她现在正寻求关于食欲状况的帮助。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"求助者是一位处于婚姻困境中的女性，她在产后与丈夫发生了争吵，随后选择了逃离婆家回到娘家。在娘家期间，她感受到了来自婆家的压力，包括被辱骂。她目前面临着回不去婆家的困境，同时也渴望与丈夫和解，希望找到一条回归婚姻之路。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"小刘是一个29岁的未婚男性，他在公司担任IT职位。近期他一直感到精神不佳，失眠严重，导致他整个人显得非常疲惫和消极。他感到生活失去了色彩，甚至出现了不想工作的想法。他的食欲也受到了很大影响，有时候一天只吃一点或者完全不进食。这使得他的身体状况也受到了影响，他显得更加消瘦和无力。在咨询时，他显得相当困扰和痛苦，对于目前的生活状态感到无奈。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者，Y女士，27岁，大专学历，汉族。她在一家眼镜店担任验光师。近段时间，她感到焦虑不安，因为似乎对她产生了某些特殊的情感。这种情感让她感到自责，因为她已婚。她担心自己不是好妻子，害怕对不起丈夫。在与家人的交流中，她表达了这些困扰，希望得到帮助。\"}]",
    "[{\"年龄\": \"22\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小杰来咨询的时候读高一，他是普通初中进入市重点高中的，原来在初中的时候成绩年级排名前10，是老师和同学的宠儿。可是进入市重点高中，第一次考试，排名在年级的中下游，之后一直很焦虑，作业做到晚上一两点，可是成绩排名一直没有提上去，产生了对自我的怀疑，觉得自己很没用，每天上学变得困难了，因此来到我的咨询室。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者近期由于焦虑和压力过大，导致食欲不振，体重明显下降。她感到非常苦恼，担心会对身体造成影响。\"}]",
    "[{\"年龄\": \"90后\", \"性别\": \"男\", \"主题\": \"赌博与经济压力\", \"背景\": \"我结婚了，想通过赌博快速赚钱来改善生活，结果导致经济危机，感到极大的焦虑和迷茫。我害怕告知家人和妻子真相，担心这会影响到我们的婚姻。目前，我感到非常烦躁和悲观，对未来感到无助。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"求助者性格内向，有点自卑。但在熟悉的人面前言语较多。在家排名最小，父亲是司机，母亲是一名小学教师，有一姐。父母文化程度中等，但对子女管教较严，促使求助者脾气温和，不轻易发火。幼时母亲比较宠爱他，父亲较严厉，至使他有些话不愿意跟父亲说。父亲是普通司机出身，身材高大，大男子主义，不敢顶嘴。他家庭经济条件一般，多年外出打工，锻炼得吃苦耐劳，任劳任怨，但不善于处理自己的情感问题。求助者近一个多月睡眠较差。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"李XX，女，15岁，我们学校初三学生，身体健康，发育良好，无重大躯体疾病史。家住河南省许昌市许昌县，父母均为进城务工人员，父亲卖菜，母亲在饭店打工，初中文化程度。家境贫困，家中还有一个弟弟。家族无精神病史。从小与父母一起居住，性格内向、胆小听话。父亲在其学习方面要求严格，因为家境贫困，在村里没什么地位，希望她将来能考上名牌大学，以便在村里能出人头地，将来能改变家里的贫困现状，给弟弟做出榜样。母亲在家对其生活各方面照顾周到，但父母与李XX思想交流极少。小学学习非常优秀，是同学、老师和家长眼中的好学生。现在读初三，大家都期望她考上重点高中，三年后考上名牌大学。因为2015年1月第一次全市联考考试成绩不是很理想，她担心第二次联考考试再考不好，就有可能考不上重点高中。觉得万一考不好，就会对不起父母的期望，将来更考不上理想的大学。平时做事严谨，处处严格要求自己，力求完美，不太喜欢和别人交流，除了学习之外，几乎无其他爱好，也没有什么知心朋友。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"来访者是一名正在经历初中学业压力的初二学生。他的成绩提升伴随着紧张感的增加，这让他的食欲变得不稳定。来访者提到，他在重要考试前会出现发烧、头晕和失眠的症状，这些症状似乎与他的紧张和焦虑有关。他的家人和老师试图安慰他，但他的焦虑并未缓解。相反，他开始担心成绩的退步，这使他的紧张感加剧。来访者感到自己的心态崩溃，不想继续学习。他希望找到一种方法来管理自己的焦虑和紧张情绪。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"患者近期经历了一些重大的生活变故，包括婚姻的破裂和情感上的失落。这些事件导致他晚上经常失眠，白天精神不佳，严重影响了他的日常生活。他尝试了一些自我放松的方法，但效果不佳。他希望能够找到更好的方法来改善他的睡眠质量。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者，大三学生，感到紧张和焦虑，表现为躯体僵硬和紧张的语言表达，长期与父母居住，家庭氛围复杂，父亲存在酗酒和家庭暴力问题，与母亲的关系较为密切。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者女36岁，结婚8年，与丈夫两地分居，有一子6岁了，平时公婆帮忙带孩子。她感到对现在的婚姻不满，不知道这份感情要不要继续。这种纠结的状况，让她感到很消耗，失去了生活的动力和方向。她感觉生命就像在虚度，做什么事情都提不起兴趣，找不到自我价值。\"}]",
    "[{\"年龄\": 6, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者情况：男，6岁，现复读学前班，在其母马某带领下前来咨询。来访者平时喜欢画画和听故事，但在学校经常感到无聊，对学习提不起兴趣。最近一周，因为感冒，他没有去学校，而是在家休息。感冒好转后，他提出不想再去学校，表现出对学习的抵触情绪。他的妈妈试图鼓励他回校，但他却强烈反对，表示不想上学。他妈妈对此感到困惑和担忧，因为这是他第一次表现出这样的抵触情绪。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者是一位正在上大学的男生，他在高三时被诊断为焦虑、抑郁和强迫症，并接受了治疗。尽管他的睡眠有所改善，但强迫手淫的问题依旧存在。来访者现在担心这个问题会影响到他将来的婚姻生活。此外，他还曾经患有白癜风，但现在已经康复。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小C，28岁，要求修复男友，跟男友恋爱2年，眼看就要结婚了，因为年龄问题家人也在不断地催促自己，但是一个多月前，两人因为一点小事发生口角，男友要求分手，据了解，这是男友第二次提分手，提出分手的当晚就离开了，小C一边哭一边想着分手了也好，男朋友比自己小2岁，平时相处都是自己让着他，吵架也不会主动来哄，欠了的信用卡还要自己帮忙还，最让小C伤心的是男朋友多次提到现在还不想结婚，理由是各方面条件还不成熟。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位16岁的同学，你在与同学的交往中投入了很多感情，这种投入让你感到非常困扰。初三的学习压力加上这份感情，对你来说一定很难处理。你提到你很爱她，这份感情给你带来了很大的影响。你能分享一下，当这份感情浮现时，你通常会有什么样的感受和反应吗？\"}]",
    "[{\"年龄\": 31, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"小张，31岁，硕士学历，工作和家庭环境都很好。但他因为性格内向，至今没有合适的伴侣。他曾经因为相亲时的紧张而结束了两次相亲。现在，朋友帮他介绍了一个女性，但他每次约会都会感到极度紧张，甚至出现脸红和说话结巴的现象。他担心这种情况会影响到与这位女性的关系，因此前来寻求帮助。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"来访者小C，男性，30岁，外企高管。他事业成功，外表帅气，拥有众多追求者。然而，他的恋爱经历充满了波折。他要么喜欢上私生活放纵的女孩，最终被背叛；要么喜欢上温柔善良的女生，却又因为自己的不信任感而使对方想要离开。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者感到原生家庭给他带来了很多负面情绪，尤其是与父母之间的关系让他感到困扰。他内心对父母有着许多不满。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到被男友忽冷忽热的态度所困扰，她的心情起伏不定，感到焦虑和失望。她希望能找回男友当初的热情和关心，对未来的关系抱有期望。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小强，十八岁，高三学生，成绩优异但对即将到来的高考缺乏紧张感。他原本安排好学习与休闲时间，却发现同学们的紧张状态使他开始怀疑自己的心态，这种自我质疑影响了他的日常活动。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"杨某，女，16岁，2年前由于出现严重被害妄想，在房间内焦躁地走来走去并持续3天不眠不休，后被父母捆绑强行送入精神病院住院治疗1个多月。出院后需要持续服用药物，由于药物出现严重的副作用，郑某在服药3个月后瞒着所有人私自停药并坚决不服用药物。过了一年半的时间，家人在最近一个星期里发现杨某出现长时间发呆（表现为不知道有人叫自己）失眠、记忆力明显减退、食欲明显下降的情况，家人担心她病情复发，在郑某不肯住院不肯吃药的情况下只好接受心理咨询，经朋友介绍，一家人特意从虎门开车过来。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"在医院确诊为双相情感障碍，住院治疗，出院时主治医生建议找一个心理咨询师而找到我。由于治疗过程中的药物副作用和情绪波动，她可能会经历食欲改变，需要关注她的饮食习惯和营养摄入。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"职业白领L，28岁，不是独生子女，大专文化，育有一女4岁，丈夫30岁，L性格：爽朗直白，处事干练，做事有计划，语言表达能力非常好。因婆媳关系的矛盾，无法跟她沟通，看到婆婆就反感讨厌。经常与婆婆因为在育儿方面的理念不同，而争吵。婆婆在生活上很多习惯是不好的，自己忍不住要说对方，而说多了又引起婆婆的不喜欢，也不改变。叫丈夫在中间沟通，但是丈夫不在中间调节，相处同一屋檐下下，内心很矛盾和不舒服，情绪不快有半年左右。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者，女，22岁，大学四年级学生。她最近感到食欲不振，常常感到疲倦，缺乏动力去准备毕业论文。她还提到晚上睡眠质量不佳，白天起床后精神状态不佳。这些症状让她感到很焦虑，担心会影响她的学业和未来。她对自己的身体状况和情绪感到担忧，希望得到专业的帮助。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小佩结婚两年，有一个八个月大的孩子。她感到自己性格变得暴躁，常常对家人发脾气。她尤其对母亲的过多干涉感到烦恼，这让她在情绪上变得不稳定。在孩子哭泣或晚上哭闹时，她的情绪会变得非常激动。她希望能够更好地控制自己的情绪，以更温和的方式对待家人和孩子。\"}]",
    "[{\"年龄\": 44, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"飞剑先生，44岁，近期因为家庭问题感到极大的压力。在经历了一系列的家庭变故后，他感到食欲不佳，经常感到肚子胀满，但同时又感到饥饿，这使他在饮食上感到矛盾和困扰。他希望能找到缓解这种不适的方法，以便更好地应对当前的生活挑战。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小Q，24岁的女性，她对自己的外貌和性感有一定的认识，但对周围人的暗示感到困惑，这种困惑影响了她对于自我认识和人际关系的处理。她可能在探索自己的情感和欲望，而这些探索与她对性感的看法和周围人的反应之间存在冲突。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"医生，29岁，身体略有残疾—脚跛，但不影响工作生活，身材相貌姣好，智商高，聪明；与爸爸关系很不好，很冷漠。因男孩踌躇不定犹豫不决，男方母亲反对，怀孕后打掉孩子（没结婚），与前男友签署分手协议，后非常后悔痛苦，咨询目标要求情感修复。经过四个月的努力工作，成功修复男友，修复关系，并有很明显的自我成长。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"李梦，一个30岁的职业女性，虽然拥有一个幸福的家庭，但内心深处却感到迷茫和困惑。她发现自己的食欲变得异常，常常感到饥饿但又不想进食，这让她感到十分苦恼。这种食欲上的矛盾使她对自己的身体状况和内心感受产生了疑问。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"我最近感到非常焦虑，食欲不振。自从我开始担心我的婚姻和财务状况以来，我几乎完全失去了食欲。我尝试了一些方法来改善我的饮食习惯，比如调整饮食结构，增加营养摄入，但似乎并没有太大的效果。我对此感到很沮丧，不知道接下来该怎么办。\"}]",
    "[{\"年龄\": \"50岁\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"某女士，50岁，因为丈夫坚决要求离婚，而她自己坚决不愿意离婚，双方每天发生着冲突，影响到正常睡眠、工作、生活，前来求助。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"小李是一名乡镇公务员，男性，约35岁，工作认真勤奋，但是人缘却一直不好。不管是在家里还是在单位，他总是看不惯这个、不认同那个，弄得家里人都烦他，同事们也不愿意和他交往。时间长了，小李感觉自己越来越痛苦。为了走出目前的窘境，他预约了度麦学苑心理关爱中心的一对一咨询。\"}]",
    "[{\"年龄\": \"52岁\", \"性别\": \"女\", \"主题\": \"强迫思维\", \"背景\": \"这位女士在退休后经历了强迫思维的问题，时常感到焦虑和冲动，想要伤害亲人，这让她感到痛苦和无助。她曾经有过抑郁的经历，并正在接受药物治疗以帮助她睡眠。她的家庭成员中也有抑郁症的病史，这使得她的焦虑感更为复杂。她担心自己可能会失控，这种担忧影响了她的日常生活。她寻求帮助的目的是为了更好地管理她的思维和情绪，以及改善与家人的关系。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小王，24岁，独生女，刚毕业工作一年，北方人，有国外交换留学背景，跟男性朋友关系很好，有异性缘，但是一旦进入亲密关系，就会变得焦虑不安。目前在跟一个男孩相处，双方彼此有意，但因为对交往中的一些小细节的关注而感到焦虑，影响到了食欲，表现为食欲减少，感到不安。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"这位女士在经历了一段痛苦的婚姻之后，开始了一段新的伴侣关系。然而，她发现自己在选择伴侣时似乎存在着某种模式，倾向于选择那些背景不如自己的男性。她对此感到困惑和自卑，同时，她也意识到自己在之前的婚姻中存在一些问题，可能在某种程度上导致了这样的选择模式。她希望通过咨询找到自我价值感并改善未来的恋爱关系。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"A同学，男，14岁，初二学生。主要问题是他对学习失去了兴趣，将大部分时间和精力投入到了手机游戏中，导致学业成绩下滑和亲子关系紧张。他的父母和老师尝试了多种方法来引导他，但都未能取得成效。\"}]",
    "[{\"年龄\": 40, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"阿成，某高职院校教师，外表精神，但常常显得沉默寡言。在与妻子小芳的互动中，他表现出对家庭事务的被动态度和对孩子的关心不足，这些情况让他感到在家中没有得到应有的尊重和地位。此外，他对现状感到不满，但似乎没有找到有效的沟通方式来改善家庭关系。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"失业两个月，失眠焦虑，感觉生活无望，对一位年长的姐姐产生好感\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"焦虑症并伴有抑郁症\", \"背景\": \"来访者是一位36岁的女性，担任公司中层管理职位。她在工作中面临较大的压力，同时对同事因压力导致的情绪问题感到担忧。她通过手机接触到的一些负面新闻，让她对自己的情绪稳定性产生了疑虑。这些忧虑导致她出现了失眠、工作效率下降以及对事物失去兴趣的症状。她感到焦虑不仅仅局限于内心，而是影响到了她的行为和生理状态。她希望通过寻求专业心理咨询来调整自己的心态和认知，以减轻焦虑的影响。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"女孩，15岁，就读高中，哥哥大她16岁。从小父母带养，性格乖巧，对机械玩具感兴趣，对女性化的玩具不感兴趣。小学五年级开始表现出对男性化服饰的偏好，母亲尝试引导但效果不佳。女孩逐渐展现出对传统女性角色的抗拒，与母亲的冲突加剧，导致离家出走和逃学事件频发，给家庭带来压力。在母亲的坚持下，女孩最终同意接受心理咨询。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小花是一个16岁的高中生，进入高三后她开始早出晚归，为了应对高考，她给自己制定了严格的作息时间。然而，她发现自己开始失眠，每天只睡3-4小时。尽管如此，她还是坚持不学习，但失眠问题依旧存在。她感到精力不足，注意力难以集中，记忆力也有所下降。此外，她的身体状况也不佳，感冒和发烧频繁发生。目前，她请假在家休息。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"小王，25岁，最近由于工作压力增大，加上感情上的困扰，导致食欲不振。他平时喜欢外出就餐，但现在连平时最爱吃的火锅都不想去了。他的朋友对此感到不解，以为他变了口味。他感到很苦恼，因为他知道食欲的变化可能与内心的情绪有关。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位准妈妈怀孕9个月，她的情绪非常不稳定，充满了愤怒、烦躁、焦虑和无奈。她感到被忽视，感到孤独和绝望，甚至有放弃孩子的想法。她目前面临的是婆家和娘家的双重压力，以及异地生活的挑战。\"}]",
    "[{\"年龄\": \"26\", \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"小张，一位26岁的女性，最近遇到了一些困扰。她感到压力很大，常常感到焦虑和不安。这种情绪影响到了她的饮食习惯，她发现自己开始暴饮暴食，希望通过咨询找到改善的方法。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"高三学生，面临高考压力，出现听课走神、失眠和心慌的症状，情绪不稳定。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者是一位28岁的女性，她因为怀孕而停止工作，目前独自在家照顾两岁的孩子。她感到焦虑，害怕与其他家长交流，特别是不敢和其他孩子一起玩耍。她害怕见到其他人，害怕与家人交流，甚至害怕看到自己的家人。她担心自己可能会患上社交焦虑症。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"可儿，女，28岁，私企上班。最近，可儿发现自己食欲不振，体重显著下降，她对此感到担忧。她跟男性朋友相处了一年，两人之间存在感情，但对方没有明确表白。可儿对此感到困惑，不清楚对方的真实想法。此外，她还提到自己近期感到非常疲倦，总是感到无力。她希望能找到解决食欲不振和疲倦感的方法。\"}]",
    "[{\"年龄\": 58, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"去年7月，赵阿姨的丈夫因公出差至伊斯兰教国家，不幸突发脑溢血去世。赵阿姨性格内向，一向依赖丈夫，现在感到深深的孤独和失落。她每天的心情起伏很大，时而悲伤不已，时而感到愤怒和无法接受。饮食方面，她失去了以往的食欲，常常是几口饭就吃不下去，体重也明显下降。此外，她还时常感到疲倦，缺乏精力，难以集中注意力。在处理丧夫之痛的同时，赵阿姨也在努力适应新的生活方式，寻找新的生活动力。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"食欲状况\", \"背景\": \"这位男性患者经常与年纪较大的女性交往，对此感到困惑且无法自控。他可能正经历着一些内心的冲突和困扰，这些情感可能影响了他的食欲。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者最近由于心情低落，食欲不振，导致体重明显下降。她感到很困扰，因为这不仅影响了她的外观，还让她担心身体健康。她尝试过多种方法来改善饮食习惯，但似乎没有什么效果。她希望能找到更好的解决办法。\"}]"
]