[
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者经历了一段非常艰难的时期。她的母亲不幸在家中离世，而当时她独自一人在家，这一突发事件给她带来了极大的悲痛和自责感。她目前的情绪状态非常不稳定，感到极度的悲伤和绝望。为了帮助她处理这些强烈的情感，她决定寻求心理咨询。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小张，14岁，女生，初二学生，在其他的咨询机构辅导过半年，效果不明显，求助者严重厌学，不得已休学，情绪变化无常，亲子矛盾突出，家长很担心，经介绍转介到艾桥心理咨询中心。家长表示，小张自从休学后变得更加沉默寡言，情绪起伏不定，有时会因为一些小事大发脾气，严重影响了家庭氛围和亲子关系。家长希望通过咨询帮助小张调整情绪，改善与家人的沟通。\"}]",
    "[{\"年龄\": \"30岁左右\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性患者感到自己的强迫症非常严重，既有强迫行为也有强迫思维。她害怕被人发现这些行为，这让她在社交场合感到尴尬和恐惧。失眠和药物治疗都没有缓解她的症状，反而使她依赖于烈酒来帮助入睡。她曾经尝试过心理咨询，但效果不佳。她认为催眠治疗能给她带来快速有效的改善。她曾有过两次短暂的恋爱经历，但最终都以失败告终。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"躯体化症状\", \"背景\": \"来访者是一个公务员，35岁，过去两年间经历发作性心悸和胸闷，多次就医未发现器质性心脏病。服用抗焦虑药物后症状缓解，但来访者对此药物有依赖担忧，希望通过咨询减少对药物的依赖。已经接受了前七次的咨询，建立了基本的信任关系。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小琪，22岁，自述目前生活感到绝望，缺乏兴趣和动力，感到疲倦和容易犯困。她半年前开始对工作失去积极性，感觉生活中缺乏希望。她描述自己处于一种与世隔绝的状态，对外界的事物不感兴趣，甚至没有感受到快乐或悲伤的情感。小琪还提到，她有时会有自残的想法，但最近一次在同事的及时出现下避免了行动。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小强，14岁，初中生，经常离家出走，逃学，与两位朋友关系密切，一起犯错。家人尝试多种方法控制局面，但情况不断恶化，家庭成员感到无力和焦虑。小强的母亲表现出愿意接受并陪他变坏的态度。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位30岁的女性，她感到自己处于一种无法满足的状态，与丈夫的关系紧张，感觉自己被忽视，经常与丈夫发生争吵。她的状态时好时坏，有时候会感到焦虑和迷茫。来访者渴望得到丈夫的关注和关怀，但似乎很难实现这一愿望。她对自己的现状感到无力，对未来感到不确定。\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，15岁，初中八年级，最近在学校出现了咬手、手抖、憋气，晕倒感，眼睛看东西对不上焦，大把掉头发，在母亲的陪伴下前来咨询。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"晓雨，一位28岁的公司文员，最近感到对爱情失去了信心。她可能经历了一些事情，让她开始怀疑和担忧爱情的真实性。这种感受对她来说可能很新鲜，也许她正在尝试理解自己的情感状态。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小朱，女，22岁，大学二年级。她和她的男朋友已经认识很长时间了，但最近他们的关系变得紧张。他们一直保持异地恋，这期间争吵不断。她感到困惑，不确定这段关系的未来应该如何安排。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，19岁。大三学生。她显得瘦高且有些压抑，带着口罩。来访者的情绪低落，焦虑，脸上有痘痘，对自己持有负面看法。她提到失眠的问题。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"思维强迫\", \"背景\": \"来访者是名女士，三十三岁。她常常感到多愁善感，并且有些多疑。在她的思维中，时常会出现一些令她困扰的乱伦念头以及对别人的辱骂想法，但重要的是，她并未付诸行动。她对自己的这些想法感到困惑和不安，寻求帮助以理解自己的内心世界。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小王最近一个月以来情绪变得烦躁不安，焦虑，表现为睡眠质量下降，上课走神，作业效率降低。他对于即将到来的升学考试感到格外焦虑，害怕再次出现考试成绩下滑的情况。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性来访者感到生活缺乏意义，夫妻关系、亲子关系和婆媳关系都不和谐。她每天除了上班，大部分时间都在用手机消磨时间。由于感情上的困扰，她的生活变得毫无乐趣。她曾尝试通过阅读书籍来寻找慰藉，但发现书籍并不能真正解决问题。她目前处于一种迷茫和无助的状态，情绪起伏较大。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者男，22岁，和好朋友共同创业1年时间，最近感觉内心压抑，工作效率下降，常常坐在位置上半天什么都没干，合伙人如果业务上有进展，自己会更加郁闷，想回老家但又不甘心，想继续工作下去又不知如何面对。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小孙，24岁，幼师，很后悔自己不到半年就结婚，怀念前男友，但又怀孕了，陷入抑郁焦虑中不能自拔。她对于目前的生活状态感到失望，尤其对快速做出的重大人生决策感到后悔。此外，她还面临着怀孕带来的心理压力和对未来未知的担忧。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"焦虑型神经症\", \"背景\": \"来访者阿芳，35岁，敏感谨慎。在看到电视上的车祸和火灾后，开始担忧自己孩子的安全，进而发展成对日常生活中类似场景的强烈恐惧和焦虑。她反复洗手洗衣，害怕到不敢回家，焦虑的情绪影响了她的日常生活。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位家庭主妇，近期由于丈夫的生意压力以及孩子在学校的表现，导致她感到身心疲惫。她经常失眠并做恶梦，白天精神恍惚，担忧不断。来访者担心自己可能会发展成精神病，因此寻求帮助。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"琪琪，一位30岁的女性，从事文员工作，她在工作中的人际关系逐渐恶化，导致她在家里的情绪也受到影响。最近，她的朋友和她产生了矛盾，让她感到不知所措。她的丈夫建议她寻求心理咨询师的帮助。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位18岁的高三复读生，性格偏内向，不善表达。她因为严重考试焦虑导致失眠和抑郁情绪，第一次参加高考落榜后，她的学习效率和情绪状态受到了很大影响。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"Key，一名高中生，面临学业压力和自我评价的挑战，导致情绪波动，自卑感强烈。他在社交方面退缩，脾气暴躁，严重影响了日常生活和学习。此外，他还遭受身体上的不适，如哮喘和湿疹，这些症状可能加重了他的焦虑感。\"}]",
    "[{\"年龄\": 40, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者40岁，曾经在一家美资公司工作20年。2019年4月，由于公司内部的调整，他的职位被免去，工资也减少了5000元。面对这样的变故，他感到自己的世界似乎崩塌了。他觉得自己被周围的人所排斥，甚至感觉到他们在嘲笑他。在工作中，他感到无精打采，失去了工作的热情。他晚上常常出现失眠的症状，需要依靠药物才能入睡，而且早晨三四点钟就会醒来，难以再次入睡。此外，他还出现了心悸和出汗的情况。他感觉自己处于一种孤立无援的状态，对未来感到迷茫和焦虑。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士在婚姻中经历了一段动荡的时期，导致她经常感到焦虑和烦躁。她最近因为孩子生病而感到压力增大，这使得她的情绪变得更加不稳定。她在单位附近的一家医院寻求帮助，被诊断为轻度抑郁。她现在正经历着失眠、心悸等症状，情绪上也显得低落和易怒。\"}]",
    "[{\"年龄\": \"22\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者是一位22岁的女生，她从小就经历了母亲离世，与父亲和姐姐相依为命的生活。她在青春期时因早熟而在学校的经历让她感到自卑，特别是在公共场合被同学的不当言论和行为所困扰。这些经历导致她对于社交场合尤其是与中老年男性互动时感到焦虑和恐惧。最近期末考试的失利，再加上老师的严厉批评，使她的情绪进一步恶化，现在她表现出强烈的不愿与人交流和参与活动的倾向。她的姐姐察觉到她的状态不佳，决定带她来寻求专业的帮助。\"}]",
    "[{\"年龄\": \"17\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位十七岁的高中女生遇到了一些困扰，她感到自己的生活缺乏意义，并产生了自杀的想法。她可能正在经历青春期的困惑和挣扎，这种感觉可能会让她觉得很孤独和迷茫。她的家人和朋友在这个阶段对她来说很重要，他们的支持和理解可能会帮助她度过难关。\"}]",
    "[{\"年龄\": \"30岁\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者近期遭遇了单位工程款被甲方拖欠的问题，这使得他感到极度的焦虑和无助，甚至产生了想要结束生命的念头。在与家人的沟通中，他感到难以找到支持和理解，这进一步加重了他的情绪负担。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李洁，一位35岁的职业女性，在一家知名网络公司工作，拥有稳定的收入和一定的社会地位。在个人生活中，她选择了一位收入不如她的伴侣，起初这段婚姻充满了甜蜜和幸福。然而随着时间的推移，她开始感受到丈夫态度的变化，并最终决定离婚。这一连串的事件给她带来了极大的情绪冲击，让她感到困惑和失落。她希望通过心理辅导，能够更好地理解丈夫的决定，并找到恢复内心平静的方法。\"}]",
    "[{\"年龄\": \"25岁\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"我从小性格内向，不太愿意表达自己，尤其是遇到不如意的事情时，更是倾向于沉默。最近因为一些小事和家人产生了争执，我感到非常沮丧和难过，不知道该如何解决这种情绪。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在一家外贸企业工作，近期遭遇了老板的性骚扰，这使她感到非常纠结和痛苦，导致她晚上无法入睡。来访者对这种不公正的待遇感到无力和困惑，她的内心充满了恐惧和不安。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她感到深深的失落和不甘，似乎被失恋的痛苦深深困扰。她的心中充满了悲伤和怨恨，这些复杂的情感让她难以摆脱。她希望能找到一种方式来摆脱这些负面情绪，重拾生活的热情。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"肖敏，一个30岁的已婚女性，有一个三岁的孩子。她的婚姻生活原本平静，直到有一天她偶然发现了丈夫的出轨行为。这一发现彻底改变了她的心态，让她开始了一系列激烈的情绪表达。起初，她强烈要求离婚，表现出极大的情绪激动。然而，随着时间的推移，她逐渐意识到自己的行为模式并不理想，开始在对待丈夫的态度上有所软化。尽管如此，她的内心依然充满了痛苦和不满，这种复杂的情感使得她的行为变得反复无常。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性在产后感到情绪低落，她感到老公的态度不如以前，周围人的关心不够，这让她感到孤独和无助。她常常哭泣，睡眠质量也受到影响。她可能正在经历产后抑郁症。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者在开学当天感到焦虑，开始回想以前不愉快的事情，偶尔感到生活失去了意义，对上学产生了恐惧。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者经常感到心慌、胸闷、气短、手心出汗等症状，入睡困难，常常失眠，需要依赖安眠药入睡，睡眠质量不佳。他感到自己的情绪波动很大，有时候急躁，有时候又沉默寡言。这种情绪状态对他日常的生活和工作造成了很大的困扰。\"}]",
    "[{\"年龄\": 10, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"娜娜，一个十岁的小女孩，原本内向胆小的她最近变得脾气暴躁，无法忍受父母的任何大声说话或批评，甚至表达了消极生活的想法。她的父母对此感到担忧并寻求帮助。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者对初中时期暗恋的班级学霸念念不忘，即便对方并不知情，也难以放下心中的牵挂。来访者感到自己的感情投入没有得到相应的回应，这让她们感到苦恼和迷茫。这种情感困扰已经伴随来访者多年，影响到了她们的情绪稳定。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小马，女，15岁，因自己脸上长了颗痣又身材比较胖，一直认为同学看不起自己，很自卑，嫉妒其他女生，有次被几个邻班同学欺负嘲笑抑郁了由家长带来心理咨询辅导。她感到自卑和被排挤，这种感受使她的心情变得烦闷和压抑，她开始自责，感觉自己不够好。这种情绪影响了她的日常生活和学习，甚至让她对周围的人和事物产生了负面的情感。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小慧，29岁，护士。与男友交往三个月后被分手，心里很难受，一直想复合。但是，前任若即若离，让她不知所措，并出现了自责自我否定，情绪反刍，而且有睡眠障碍，失眠严重。春节妈妈又多次催婚，令她压力倍增，故而来咨询。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"求助者是一位27岁的银行职员，她感到自己的自卑和自负、英雄气概和内心的软弱之间存在着矛盾。她觉得自己所有的自负都来源于自卑，所有的振振有词背后隐藏着内心的不安全感。她正在寻找这些内在冲突的根源，并试图理解它们对她生活的影响。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我叫小红，我是一名22岁的女大学生。我最近遇到了一些困扰，总是感到情绪低落，失眠，还伴随着腹胀和胸闷。我奶奶是个非常强势的人，她的态度对我产生了很大的影响。从初中开始，我就觉得人际关系变得有些困难。现在每当看到室友在聊天，我就会感到嫉妒，非要加入他们的谈话。同时，我也担心床铺的安全性，这让我难以入睡。我曾经尝试寻求帮助，但效果并不明显。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小唯，32岁，性格内向，产后抑郁，喜欢安静，害怕社交，由于缺乏支持和理解，情绪逐渐变得消极，导致上网成瘾，通过网络寻求安慰和逃避现实。她希望通过咨询找到重新面对生活的勇气和方法。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者是一位28岁的女性，来自农村，是家中的独生女。她对自己的母亲有着复杂的情感，一方面感激母亲为她争取到稳定的工作，另一方面，她内心深处并不满意这样的安排，特别是不能追随自己的音乐梦想。她的性格原本活泼外向，但现在却变得沉默寡言，常常感到烦躁和压抑。她一直在进修，取得了大专学历，并即将获得本科学历。她还提到，尽管目前的工作给她带来了一定的压力，但她依然热爱唱歌，并希望将来能够从事与音乐相关的工作。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小怡，一位22岁的女孩，大学毕业后因社交障碍一直待业在家。她在人际交往方面感到紧张，不敢直视他人眼睛，难以与人交谈，这让她感到尴尬和焦虑。在经历了近3个月的咨询后，她已能够与熟人打招呼并进行简单的对话，社会适应性有所提升。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位大四在读的学生，她感到焦虑和迷茫，尤其是在得知自己可能患有双向障碍之后。她感到被诊断和药物治疗的压力所困扰，同时对未来充满了不确定感。她在咨询过程中表达了对于自己的担忧和对未来的不确定，希望能够找到更好的应对方式。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者男，22岁，和好朋友共同创业1年时间，最近感觉内心压抑，工作效率下降，常常坐在位置上半天什么都没干，合伙人如果业务上有进展，自己会更加郁闷，想回老家但又不甘心，想继续工作下去又不知如何面对。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位正在上初中的男生，他在课堂上回答问题时常会有结巴的现象，而且越是紧张结巴就会越严重。这种情况已经对他日常生活中的社交产生了影响，他的父母为此带他来寻求帮助。\"}]",
    "[{\"年龄\": 10, \"性别\": \"男\", \"主题\": \"学习障碍\", \"背景\": \"这位小男孩在学业上遇到了挑战，表现为不愿意书写和阅读，导致学习困难。他的父母带他来寻求帮助，希望能够改善他的学习状况。他表现出了对于文字转换成语言的困难，包括字母和词汇的混乱，以及在记忆和专注力上的问题。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"晓锋是一个18岁的男孩，他正面临初中时期与一名同学之间的冲突所带来的心理压力。这种压力导致他产生了报复的想法，同时对人际关系和未来充满了恐惧。他的家庭环境对他有一定的影响，父母对他的教育方式主要是传统的应试教育，缺乏与孩子的情感交流和兴趣培养。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位年轻的高中生正处于高二的学习压力之下，她感到无法承受，情绪非常低落。她在人际交往方面遇到困难，加上家庭的保守教育方式和对社会新闻的担忧，这一切都加剧了她的压力。她常常觉得自己活在一个没有意义的世界里，沉浸在自己的幻想中以逃避现实。她半夜醒来，甚至出现了自残的念头。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"张女士，26岁，家庭主妇，自述近2年来脾气暴躁，容易失控，经常因小事与丈夫争吵。争吵后感到后悔，但难以控制情绪，导致夫妻关系紧张。咨询目标包括寻找争吵原因，控制情绪，以及改善夫妻关系。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"无爱婚姻\", \"背景\": \"我跟老公结婚十五年了，结婚初年我们感情融洽，但现在感觉像是陌生人。我感到家不应该只是一个睡觉吃饭的地方，而应该是温暖和充满爱的。我尝试与他沟通，但他似乎并不理解我的感受。我们的相处模式发生了变化，我感到自己被忽略了。我曾试图通过照顾孩子来避免干扰他的工作，但现在我意识到我们需要更多的交流。然而，当他表现出疏远和不信任时，我感到非常痛苦。我尝试过给予他空间，但最终我发现自己无法接受他的解释，这导致了我们之间的争吵。我还在努力寻找出路，希望能找到一种方式让我们两个都能感到满足和幸福。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小洁，一名高中生，性格内向，自认为自制力差。她在高二时感到精神压力增大，上课容易走神，情绪波动也较为明显。她对自己的自制力不满意，并因此感到困扰。此外，她还提到自己的学习成绩有所下降。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小林，17岁，高二学生，近期因厌学情绪严重，请假频繁，导致学业压力增大。母亲对此感到焦虑，希望与小林沟通，但小林不愿透露心声，导致亲子关系紧张。在母亲的陪伴下，小林寻求心理咨询以解决内心的困扰。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小C，28岁，正处于恋爱关系中，面对即将结婚的压力和男友的突然分手，内心充满了复杂的情绪，既有短暂的释然也有长久的悲伤和困扰。她对男友的行为模式感到失望，感到被伤害，同时对未来的关系和婚姻抱有不确定和担忧。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我叫小雨，我和她是网上认识的。刚开始只是闲聊，后来发现彼此都有共同的兴趣，就开始频繁交流。第二年她考入我们的学校，成为我的学妹。她对我非常好，不仅照顾我，还教会我许多东西。最近她却和其他男生走得更近了，这让我感到困惑和痛苦。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"C女士在婚姻关系中感到焦虑和不安全，她担心丈夫可能会离开她。这种担忧导致她睡眠质量下降，食欲不佳，整天胡思乱想，情绪波动较大。她曾尝试寻求帮助，但效果不佳。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者在学习上制定了较高的目标，但感到难以达成，这使他陷入了烦闷和抑郁的情绪。来访者意识到自己的自控能力不足，开始尝试反思和制定改进计划，尽管效果不佳。来访者对于自己的目标和现状感到挫败，同时对老师布置的作业感到困难。来访者尝试通过反思和制定计划来自我提升，但感到难以执行。来访者认为自己需要找到更好的学习方法，并希望能够得到支持和指导。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小益，一个16岁的男孩，两年前因在课堂上突然跑到教学楼顶想要跳楼，之后被劝退回家。在家期间，他变得十分封闭，几乎不与外界接触，仅限于上网，偶尔外出。与父母沟通困难，表现出对重返学校强烈的抵触情绪。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小益，16岁，两年前因上课期间突然跑到教学楼顶想跳楼，之后被校长劝退休学。回家以后自我封闭，每天只在家里上网，最初偶尔出门，后来闭门不出，不与任何同龄朋友联系，与父母难以沟通，拒绝重返学校。\"}]",
    "[{\"年龄\": \"25\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者小A，25岁，大学毕业后成为一名教师。她对自己的职业感到满意，但在人际关系上遇到了挑战。在同事之间，她常常感觉到自己处于一种被边缘化的状态。起初，她试图通过积极参与团队活动来改善关系，但随着时间的推移，她发现自己很难融入集体。尽管如此，她依然保持着积极的态度，希望能够找到解决问题的方法。小A目前在一家教育机构担任教师，同时也在寻求个人成长的机会。她希望通过咨询，能够更好地理解和处理与同事之间的关系，以促进一个更加和谐的工作环境。\"}]",
    "[{\"年龄\": 31, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"琪琪，一名31岁的女性文员，她在工作中遇到了人际关系的问题，这种压力似乎也影响到了她的家庭生活和朋友关系。她的丈夫建议她寻求心理咨询师的帮助。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者小李，女，16岁，高一学生。她感到近期情绪起伏较大，时常感到焦虑和抑郁。她曾尝试自我调节，但效果不佳。在妈妈的陪同下来到咨询室，希望能够找到缓解情绪的方法。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位27岁的女性自由职业者感到在婚姻中身心俱疲，对未来感到迷茫。她似乎感到了一种力不从心的情绪，但并没有详细说明是什么让她如此疲惫。她目前在寻找一种出路，希望能够找到更好的方向。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到焦虑和不安，因为她在脑海中出现了乱伦的念头，这使她非常困扰。她有时会对他人产生骂人的话语，这些想法和言语让她感到自己很可怕，但同时她也意识到这些只是想法，并未付诸行动。来访者对于自己的这种思维模式感到迷茫和担忧，希望找到解决的方法。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者最近与女友经历了分手，他希望能够修复这段关系，但内心感到迷茫和不安。\"}]",
    "[{\"年龄\": \"80后\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"一位80后的女性，目前正面临婚姻危机，她的丈夫近期出轨，给她带来了极大的心理压力。她感到困惑和失落，同时对丈夫的行为感到愤怒。她正在寻求挽回婚姻的方法，希望通过咨询找到合适的解决方案。\"}]",
    "[{\"年龄\": \"7岁\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小A表现出一些行为问题，如拿取他人财物，尤其是在情绪不稳定时，这对他和他的家人造成了压力。家长尝试了多种方法来纠正他的行为，但效果短暂。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小明（化名）男，26岁，工人，最近经历了一段感情的结束，感到非常痛苦。在我们的谈话中，他表达了对前任女友的深深思念，同时对于未来的生活感到迷茫和不安。小明曾尝试过一些方法来缓解这种情绪，但似乎效果并不明显。他目前的状态影响了他的日常生活，使得他难以集中精力工作。\"}]",
    "[{\"年龄\": \"33\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位33岁的女性，她已经结婚并育有一子。近四年来，她感到非常焦虑和担忧，每当她想到自己可能患有心脏病或高血压，甚至担心这些疾病可能导致猝死时，她都会感到极度的不安。这种担忧一直伴随着她，严重影响了她的日常生活。她多次前往医院寻求帮助，希望能够缓解这些担忧和焦虑。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位初二男生在家已经半年，主要活动是玩游戏和看手机。他的情绪比较不稳定，容易暴躁。家长和他交流不多，沟通主要是通过手机。他有时会表现出自残行为，比如用小刀割伤自己，而且经常会因为小事发火，甚至有想要攻击同学的想法。他感到很痛苦，有时会想要结束生命。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者和阿姨之间存在紧张关系，这可能导致他感到焦虑和沮丧。来访者可能会在谈话中提到他对这种紧张关系的感受，以及它对他日常生活的影响。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者感到深深的绝望，他曾经试图结束自己的生命，但最终被及时发现并救下。他现在仍然感到非常痛苦，对生活失去了信心。他提到，每当夜幕降临，那种绝望感就会加剧，让他难以忍受。他担心自己再次做出极端行为。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者是一位30岁的女性，她在一段感情中经历了一段痛苦的时期。她发现自己的男友背叛了她，而男友后来通过自杀来寻求她的原谅。虽然表面上她接受了男友的回归，但内心深处她依然无法释怀这段经历对她造成的伤害。她感到内心极度的痛苦和不安，这使得她来到心理咨询，希望能够找到释放和愈合的方法。\"}]",
    "[{\"年龄\": \"24岁\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"在求职过程中遭遇挫折，感到抑郁和自闭，出现了幻听和幻视的症状。她可能正面临巨大的生活压力，感到迷茫和无助。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位17岁的女孩已经十二天没有上学了，她总是待在家里，不愿意外出或见人。父母对此感到非常焦虑和担忧。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在工作中遭遇冲突，感到恐惧和气愤，对男友的反应感到失望和愤怒。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位25岁的女性，大学本科毕业后成为一名公司职员。她在过去大约四年的时间里频繁搬家，这期间她曾寻求过一次心理咨询的帮助。最近，她因为工作上的不公和人际关系的问题，感到情绪波动很大，尤其是在感觉到不被赏识和晋升的机会不多时。来访者倾向于在情绪激动的时候寻求咨询，她表示会考虑咨询费用的问题，目前自己会选择自己处理困难。她之前尝试过与其他咨询师合作，进行了上百次咨询。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者L，女，13岁。原来学习成绩尚好，上学期连续两次月考数学成绩都下降，产生强烈的失败感和无力感。一方面希望自己努力赶上去，另一方面对数学又有强烈的排斥和畏惧感，上课听不进，作业上网查答案。不甘陷入逃避和颓废中，主动前来寻求帮助。\"}]",
    "[{\"年龄\": \"20\", \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"丽丽，20岁，某高校大一学生，由于对自己的身材不满意，采取了节食、运动等方式减肥，但近两个月饮食不规律，导致焦虑和痛苦。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小北，女，32岁。与老公是大学同学，毕业后留在老公所在的城市工作。为了与老公结婚，付出了诸多努力，目前家庭过的比较幸福。但因为新冠疫情的爆发，今年春节与公婆一起呆的时间特别久，所以出现了一些不愉快，总会不经意间发生争吵。每次争吵过后，小北总会躲在自己的房间里哭泣，她其实不想跟公婆吵架，但每次都控制不住自己，通过网络，预约了度麦学苑心理关爱中心的一对一心理咨询，想通过心理咨询，改善与父母的关系。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"李女士，一位40岁的女性，近期由于工作压力和家庭变故，导致情绪起伏较大。她在工作中遇到了挑战，同时，家庭中的一些事情也给她带来了不小的压力。这些变化使她感到非常疲惫和焦虑。她希望能找到有效的方式缓解这些情绪困扰。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小佩结婚后感到性格改变，常常感到烦躁和愤怒，特别是在与婆婆和丈夫的互动中，这影响了她的情绪稳定性，以及与家人的关系和育儿方式。她希望得到帮助以减轻这些负面情绪，改善与家人的相处和照顾孩子的技巧。\"}]",
    "[{\"年龄\": 35, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"张先生，一名小学音乐教师，遭遇校园危机事件后，遭受强烈恐惧和退行性行为。他感到极度的无助和悲观，对未来失去了信心。他被紧急送医，但未发现病理异常。在咨询过程中，他表现出警觉性升高，情绪抑郁，记忆和自我评价受损。通过催眠技术的介入，张先生的情绪得到了缓解，恐惧感减轻，最终能够重返工作岗位。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到内心痛苦，对于自己的恋爱经历和人格障碍有所担忧。她之前接受了一年的心理咨询，但仍然对未来是否适合结婚持有疑问。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性来访者在与丈夫的争吵中感到心慌和紧张。她感到自己的忙碌并没有得到丈夫的理解，反而引发了更多的矛盾。她在婚姻中感到自己没有价值，与朋友的关系也变得疏远。她渴望被理解和支持，希望能改善与丈夫的关系。\"}]",
    "[{\"年龄\": 33, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位33岁的男性患者，最近三天感到胸口发闷，对周围的声音反应敏感，尤其在人多的场合和同事讨论时感到烦躁，甚至想要发火。同事的关心反而增加了他的烦躁感。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小康，一个19岁的年轻人，因病辍学。他正在经历着情绪的大起大落，抑郁时感到情绪低落，失去兴趣，如同被霜打的茄子。而在躁狂发作时，他则情绪高涨，激动不已，像是一个充满激情的演说家。当他感到激动时，很容易被外界的刺激触发愤怒情绪，甚至会出现冲动行为，比如掐住父亲的脖子。尽管如此，他仍然能够在心理咨询中保持配合。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士已经忍受家暴多年，内心充满矛盾和痛苦。她一方面想要逃离这种恶劣的环境，另一方面又害怕失去目前看似稳定的生活。她在婚姻中感到无力和被忽视，但又对现状感到留恋。她的心情起伏不定，随时可能因为小事而爆发。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"文静，29岁，已婚。她感到非常痛苦和抑郁，因为她的丈夫曾动手打过她。她对这段婚姻感到失望，并且还有轻生的念头。她在寻求继续这段婚姻的意义，同时也在考虑是否应该结束它。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"这位15岁的男孩，对网络表现出强烈的兴趣，他的母亲担心这可能会影响他的正常生活和学习。他在家中沉迷于电脑游戏，对其他活动兴趣不大。母亲尝试与他沟通，但感觉他对此并不太关心。男孩对自己的未来感到迷茫，不确定自己想要什么，这让他的母亲感到担忧。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"李明，21岁，公司职员。他感到情绪低落，有时候会出现狂躁，睡眠质量很差，经常难以入睡。他怀疑自己可能患有抑郁症。通过电话咨询，他分享了自己过去的经历。他回忆起15岁时的一个转折点，在镇上的学校里，他常常受到同学的欺负，父亲也无法给予足够的支持。为了不被欺负，他选择了加入一个不良团伙。这段经历对他产生了深远的影响。后来，他尝试过自杀，但被及时发现并救回。自杀事件后，他的母亲试图带他去看医生，但他强烈反抗，最终没有成行。在外地工作后，他与一位女友的关系也出现了问题，分手成为了他情绪崩溃的另一个触发点。他现在的睡眠状况更是恶化，几乎每晚都要到凌晨才勉强睡着。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"他与女友关系深厚，但得知女友不是处女后感到困扰，这种矛盾的心理状态严重影响了他的情绪和生活质量。他在尝试接受女友的过程中遇到了困难，同时也在不断地给她带来压力。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女性\", \"主题\": \"情绪表现\", \"背景\": \"这位女士是一位没有固定工作的家庭主妇，她曾经经历过肿瘤切除手术，术后一年多未进行复查。她在咨询中表达了对于家庭关系和自身健康状况的担忧，感觉到无力和困惑。她希望能够获得一些情绪支持，以便更好地应对当前的挑战。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士已经离异三年，她喜欢尝试不同的性自慰方式，以此来寻找性高潮。她没有正常的性生活，而是依靠性自慰来满足自己的需求。然而，她感到这种行为让她陷入了困境，无法自拔，因此她主动寻求咨询。她希望通过咨询找到一种更健康的方式来应对她的需求和压抑。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小华，一名17岁的高中生，最近因为不想上学，甚至表达出消极的情绪，如‘活着真没意思’，导致父母非常担忧。在与咨询师的交流中，小华的母亲透露了家庭成员之间的关系紧张，以及小华在学校的表现。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女性患者，22岁，无业两个月，刚经历失恋和失业的双重打击，导致情绪失落和不稳定。她有过割腕的行为，显示出她在面对压力时采取了自我伤害的方式来应对痛苦。她提到父母很少在家，对她和弟弟的关爱有限，可能影响了她的情感支持网络。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小鹿经历了感情的起起伏伏，投入了大量的感情后，感到亲密感的消失，她感到很疲惫。在复合后，她依然感受到了感情的平淡，最终选择了再次提出分手。这段关系给她带来了很大的情感压力。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"A女士，35岁，贤妻良母型妻子，随丈夫外派生活，后成为全职太太。丈夫的频繁应酬和陪伴的缺失导致A女士产生了疑虑和不安，最终丈夫出轨并提出离婚，A女士感到绝望并寻求心理咨询。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者感到不安和怀疑，因为她担心自己的男朋友可能不忠。她害怕这种可能性并感到焦虑，但又不知道如何面对这种情况。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"张爽，17岁，高三学生，性格内向，担心与同学交流过多会影响考试，导致在宿舍和同学面前都变得沉默。在济宁某医院心理科检查未发现器质性问题，经过心理医生疏导后效果不明显。目前面临全市摸底考试，感到特别紧张，担心成绩下滑，晚上有时会失眠。班主任推荐他前来寻求更多的帮助。\"}]"
]