[
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小A，32岁，离异，曾因工厂环卫工人的失误导致身体接触而产生强烈的身体反应，这种行为已经持续了10年，严重影响了他的日常生活和婚姻关系。他对此感到困惑和迷茫，希望能找到解决的方法。\"}]",
    "[{\"年龄\": 49, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"李女士，49岁，尽管家庭条件优渥，与丈夫关系和谐，女儿也已独立，但她长期受到抑郁的困扰。近期，她出现了频繁的自残和自杀念头，这使得她感到非常不安和恐惧。在丈夫的劝说下，她决定寻求专业心理咨询的帮助。\"}]",
    "[{\"年龄\": 31, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位31岁的女性，结婚已有五年，但至今未能生育。她表现出强烈的强迫行为，如反复检查门窗是否关闭。这种行为影响到了她的日常生活，包括工作和与他人的关系。她感到非常焦虑和迷茫，甚至影响到了她的睡眠质量和食欲。此外，她还承受着来自家庭的压力，尤其是她母亲对此事的担忧。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"高二学生，面临学业压力和人际关系挑战，近期出现了严重抑郁的症状，包括消极的自杀念头，以及通过自我伤害来寻找存在感。他的家庭条件优渥，但他内心的感受并未得到家庭的理解和支持，导致他感到孤独和无助。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"云是一个女强人，从事销售工作，性格强势，注重控制。雨是云的闺蜜，性格温柔细腻，擅长帮助他人。风是云的丈夫，性格温和，较为内向。三人自大学时期起就是好朋友，关系亲密。云和风婚后生活起初和谐，但随着时间推移，由于工作忙碌和性格差异，摩擦逐渐增多。雨经常在他们之间扮演调解者的角色。近期，云在逛街时无意间得知雨私下与风保持着情人关系，这一发现引发了云强烈的情感波动，同时也使雨和风的关系变得复杂。三人之间的信任和亲密关系受到了考验。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者来自农村，患有创伤性孤独症。在进行了20次的沙盘游戏治疗后，他已经取得了明显的进步，恢复了基本的社会功能。\"}]",
    "[{\"年龄\": \"30岁\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位女士在经历了大风灌入的极端天气事件后，每当遇到类似的天气情况，就会感到焦虑和呼吸困难。这种焦虑逐渐泛化到对电梯的恐惧，以及对封闭空间的强烈不适。她的情绪似乎受到了这些经历的严重影响。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小李是一个30岁的女性，有一个6岁的女儿月月。近来，她感觉到与女儿的关系变得紧张，女儿似乎不愿意与她交流，这让小李感到担忧。她试图与女儿沟通，但每当谈到关键话题，女儿就会沉默不语。小李深感不安，担心这种情况会影响到女儿的健康成长，因此她决定寻求专业心理咨询师的帮助。\"}]",
    "[{\"年龄\": 7, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小明，7岁，正在上小学一年级。他的母亲，一位30岁的职场女性，最近遇到了一个让她头疼的问题——儿子的赖床习惯。每当早晨，小明都会表现出不愿意起床，这让母亲感到焦虑，甚至伴随着头疼的症状。母亲对此感到无力，担心孩子的健康和未来。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"万芳，一位28岁的女性技术工作人员，她感到记忆力减退、注意力难以集中，并且常常因为担心自己的口吃而感到自卑。她还提到小时候家庭环境的不稳定，母亲和奶奶之间的矛盾，以及家庭中的一些暴力事件，这些经历对她造成了不小的影响。此外，她还有情绪低落、易哭泣的问题。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位27岁的女性，研究生学历，目前担任公务员。她已婚，但因焦虑的症状以及药物治疗的副作用，她和丈夫决定暂时不考虑要孩子。来访者曾因焦虑症状寻求过心理咨询，但未坚持下去。她近期感到焦虑复发，伴有胸闷和背部灼热感，这些不适感影响到了她的日常生活。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"薛丁侨，24岁，工程产品销售。他在朋友的聚会上遇到了一位女孩，两人一见钟情并迅速坠入爱河。然而，随着时间的推移，女孩的态度变得冷淡，最后以‘三观不合’的理由结束了这段关系。在经历了这次情感上的打击后，薛丁侨感到迷茫和失落。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位35岁的家庭主妇，她和她的丈夫已经结婚10年，并育有一个9岁的男孩。最近一段时间以来，她感到胸闷、气短、眩晕、心慌和手抖等症状。她曾经有过产后抑郁的经历，并在接受治疗。目前，她的血液检查显示血钾水平较低，一个月前因惊恐发作而住院接受治疗。来访者对自己的身体症状感到担忧，尤其是当她感到这些症状可能预示着更严重的健康问题时。她对这些症状的理解和应对方式显得有些无助和困惑。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者女，42岁，主要是因婚姻情感问题前来求助。求助者的一个朋友因家庭压力，心结无法解开，疏远求助者。通过咨询，给求助者分析了朋友境遇，让他给同理心感受朋友的困难，理解他的处境，增进他们的感情。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者，女，28岁，她曾经历过三次恋爱，但最终都因为性格不合而结束。她接受过人格障碍的评估，并进行了超过一年的心理咨询。目前，她感到自己并不适合结婚，并因此感到内心的痛苦。她希望能够找到合适的处理方式。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是位40岁的女性，打扮比较时尚，身材和长相都不错，比较独立的女性。她大约在十几年前就离婚了，一个人带着女儿在上海打拼。出于对女儿成长的考虑，她一直保持着单身。现在女儿已经大学毕业了，她也开始考虑自己的个人问题。\"}]",
    "[{\"年龄\": 43, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"冯女士的女儿即将面临中考，但突然辍学在家，与家人交流减少，这让作为母亲的她感到焦虑和迷茫。她希望能够通过心理咨询帮助女儿重返学校并顺利应对中考。\"}]",
    "[{\"年龄\": 56, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位56岁的女性患者，作为一名退休工人，面对着身体上的不适以及家庭的变故，她感到非常的焦虑和迷茫。她和她的丈夫之间的关系因为一系列的事件变得紧张和僵硬，目前他们正处于法律纠纷中。她希望能够修复这段关系，但同时对未来的生活感到不确定和担忧。她的心情因此变得苦闷和压抑，影响到了她的工作效率和睡眠质量。她正在寻求帮助来解决当前的心理困扰。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者林某，女，24岁，未婚，某国有企业财务人员，体态正常，无重大躯体疾病史，单位三个月前组织体检，未发现器质性病变，生理功能完好。父母均为国企高管，家庭经济优越。自幼学习成绩良好，大学毕业后由父母安排进入国企。从小胆小、羞怯、敏感，性格内向。两年前，林某进入现在这个单位，平时在工作中较少与同事交谈，经常是在工作中有必须沟通和交待的事，才不得不与同事交流。每当遇到与同事聚餐的场合，就感到特别紧张、焦虑。尤其是在大家围坐在宴席前时，其他同事都欢畅地交谈，而她自己总是沉默寡言，显得格格不入。她也想参与谈话，但一开口就觉得紧张、脸红、冒汗、呼吸急促、轻微颤抖。为此，她常常在会餐场合一直缄默不语，事后又为此感到懊恼、沮丧、抑郁、焦虑。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者近期由于感情问题感到困扰，尤其是对于女友与前任之间的亲密行为产生了强烈的不适感，这种感受引发了他内心的排斥和担忧。他担心这种感觉会影响到他和女友的未来关系，甚至可能导致失去她。来访者对此感到焦虑和迷茫。\"}]",
    "[{\"年龄\": \"26\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位女性来访者在婚姻中感到无爱，与丈夫的关系逐渐疏远。她感到被忽视和不被理解，这让她感到孤独和痛苦。她曾经尝试去理解丈夫的忙碌，但随着时间的推移，这种疏远感越来越明显。她感到自己的需要没有得到满足，而这种情感上的失落和困扰持续了很长时间。\"}]",
    "[{\"年龄\": \"20\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小强是一位大一学生，他具有强烈的控制性，同时被诊断为双重人格障碍。最近，他正经历一段感情上的困扰，与他的前女友分手，两人曾是高中同学。分手的原因是他感到无法满足对方的需求，而他的前女友则对此感到失望。尽管分手是双方决定的，但小强仍希望能修复这段关系，重建与前女友的联系。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"我是一个设计师，我感觉自己想要成为别人，不是真正的我。我试图通过模仿别人来获得他人的关注和爱。这种感觉让我很痛苦，因为我觉得自己不如别人优秀，担心得不到爱。我担心被排斥和孤立，所以我常常去讨好别人，即使这样会让我的内心感到很不舒服。您能理解我的感受吗？\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者17岁，辍学在家，女性，同性恋倾向，重度抑郁，自残，双向情感障碍抑郁为主，社会功能受限，精神科服药的平稳期，前来接受心理治疗。她感到迷茫和焦虑，对于自己的性取向和未来有着深深的担忧。在家庭和社会的压力下，她的情绪波动较大，有时会出现自残行为。在咨询过程中，她表达了想要更好地理解自己，寻找一条适合自己的道路的愿望。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"乐乐，一位25岁的女性研究生，来自一个单亲家庭。她一直深受妈妈的影响，言听计从，但随着年龄的增长，妈妈的不安全感增强，导致对乐乐的控制变强。乐乐为了保持独立，秘密找到了男朋友，但不敢告知母亲。她感到困惑和无助，不知道如何平衡自己的需求与母亲的期望。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小杨是一个温和的女孩，25岁大学毕业进入事业单位工作。她最近感到非常的困扰和苦恼，因为她觉得自己有很多问题。她提到自己在与男朋友的交往中感到被冷落，并且听到了周围人的批评。这些批评让她对自己的性格和未来的关系产生了怀疑。她希望得到专业的指导和帮助，以便更好地了解自己并改善目前的情况。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位女生在职场上感到很大的压力，由于一系列不幸的经历，她变得非常敏感并缺乏安全感。她在社交方面也遇到了挑战，而且成绩不佳给她带来了额外的压力。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"这位14岁的初中生在学校期间频繁向家长发送短信，描述自己感到极度的害怕、心慌和紧张，以至于无法正常上课。孩子曾试图寻求家长的帮助，希望通过医院医生的介入来缓解他的不适。家长起初未予足够重视，但孩子的情绪表达方式和频率引起了他们的关注。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"李明，一名21岁的大学生，最近感到非常焦虑。他经常不由自主地反复思考一些事情，比如关于洗手的习惯，每次都要洗很多遍，直到他认为干净为止。这种强迫性的思维让他感到很累，影响了他的日常生活。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小刘，29岁，未婚有女友，公司IT员工。他长期失眠，精神状态不佳，感到心境低落。他觉得自己思维枯竭，害怕与人相处，无法正常工作和生活。他有时会有一些消极的想法，比如觉得活着没有意思。他最近几乎整天躺在床上，不上班，也不打理个人卫生，甚至有时候连饭都不吃。他被医院诊断为重度抑郁症，并正在服用抗抑郁药物。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"晓馨，一位35岁的公司行政人员，她和她的丈夫是大学同学，拥有长达十几年的感情基础和一个5岁的孩子。然而，一场意外导致她开始对丈夫产生猜忌和不信任，这使得他们的婚姻面临危机。在经历了丈夫的一些不当行为之后，她感到极度的焦虑和不安全感。尽管她尝试去适应和接受现状，但内心的创伤和不安仍旧存在，影响着她的日常生活和情绪稳定。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"最近，我感到很焦虑，常常失眠。我刚经历了一场重要的考试，结果并不理想，这让我很失落。我独自一人来到这里，希望能找到一些解决的方法。我平时很独立，不太愿意和别人分享我的困扰。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者小Q，女性，24岁，穿着大方得体，有着不经意的妩媚，属于非常耐看的类型，工作两年来接触到不少身边的异性，跟人交往中性格活泼开朗，再加上外表上佳，有些异性就以不同方式示意交往，其中不乏已婚成家的男性，这让她大惑不解，难道性感就是开放的代名词？\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小刘，29岁，公司IT员工，未婚有女友。近期因长期失眠、精神萎靡、心境低落等症状，导致无法正常工作和生活。此外，他还感到害怕与人相处，并且出现了消极的念头，如觉得活着没有意义。在医院被诊断为重度抑郁症，并正在接受抗抑郁药物治疗。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"巴桑赤列，18岁，高中二年级学生，受到寺庙喇嘛的影响，被告知考大学没有希望，应该进寺庙修行。他的父母对此感到高兴并劝他退学。然而，巴桑赤列本人对此感到迷茫和焦虑，尤其对于喇嘛所说的他没有考学的希望感到不安。他最近经常失眠，精神状态不佳，上课注意力难以集中，因此寻求帮助。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"洪某，女，28岁，从事IT行业，反映近来自己的睡眠时间总感觉不够，实际上她的睡眠时间是超过八个小时了，但在心理感受上总感觉睡眠缺失，每到早上醒来后再想重新入睡则已经很困难。因为她说以前不是这样子的，而现在变的容易惊醒，醒来时意识又很模糊。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者，女，30岁，目前处于婚姻困境中，每天失眠和感到抑郁，情绪低落，前来寻求心理咨询。她提到丈夫经常加班，回家后也忙于工作，很少有时间和她交流。她感到被忽视和孤独，这使得她的心情变得更加沉重。她担心这样的状况会影响到她和女儿的关系，以及她与家人的相处。来访者希望能够找到改善现状的方法，重拾生活的乐趣和家庭的温暖。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者李某，14岁，初中二年级学生，由其父母带来咨询。他因观看黄色网站产生强烈的好奇心和性冲动，进而诱骗附近的小女孩进行不适当的行为。虽然在法律上他是未成年人，但在心理上显示出一定的成熟度，能够意识到自己的行为及其后果。来访者性格固执，自我中心，与人交往时表现出一定的灵活性。\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"男孩，13岁，小学六年级。最近经常感觉害怕，晚上不敢独自上厕所，睡觉也不敢关灯。当父母带孩子来到度麦学苑心理关爱中心时，孩子已经失眠一周了。根据父母叙述，孩子一闭上眼就觉得有鬼在盯着他，所以极度的恐惧。家人为此还请过道士，但是没什么效果。老师建议家长寻求心理咨询的帮助，父母通过网络预约了度麦学苑心理关爱中心，希望通过心理咨询能解决孩子怕鬼的问题。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位27岁的女博士，虽然拥有高学历，但在人际关系方面感到迷茫，她渴望提升个人的魅力，并寻找真正的爱情。她对于如何增加吸引力和建立深层的关系感到不确定和焦虑。\"}]",
    "[{\"年龄\": 44, \"性别\": \"男\", \"主题\": \"婚恋情感\", \"背景\": \"来访者在一次出差时遇到了C女士，并勇敢地表达了对她的感情。起初，C女士希望结束这段关系，但来访者坚持不懈，最终感动了C女士。然而，随着时间的推移，来访者发现自己陷入了两难的境地，一方面是对妻子的责任感，另一方面是对C女士的感情。他感到痛苦和矛盾，不知如何抉择。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小杨，27岁，正面临婚姻的困境。她与男方的矛盾不断升级，包括关于彩礼和买房的争执。她发现男方不守承诺，将工作上的负面情绪带回家。此外，她还面临着与男方父亲的关系紧张问题。这些累积的压力让她感到身心疲惫，想要结束这段关系。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"我最近感到身体不适，经常晕倒，胸口感觉闷，走路时还有些僵硬。此外，我心中总有一个困扰已久的问题，是关于六七年前与同事之间的一次争执。当时我们喝醉酒后发生了冲突，我感到自己吃了亏，心中一直存有报复的想法。虽然理智告诉我这样做风险很大，但这个念头始终挥之不去，给我带来了极大的心理压力。\"}]",
    "[{\"年龄\": 39, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者：G某，女，39岁，已婚，与丈夫均在机关上班，育有一女，15岁上初中。自小家中五姐妹中排行最小，上面还有四个姐姐，哥哥是小时候过继来家中，后来就和大姐结婚。哥哥长自己15岁，大姐长自己13岁，在丈夫陪同下前来咨询。哥哥去世后，G某操持料理家中安葬的丧事，父母年龄已大，母亲又做过心脏支架手术，哥哥丧事未敢让父母知情。丈夫等去西安建筑工地协商哥哥工伤死亡赔偿事情，G某在料理哥哥的丧事时，回想起小时候，哥哥对自己的照顾和关怀，自己在姐妹中家庭情况比较好，也谋了份稳定的工作都是因哥哥和父母的支持和帮助，还有哥哥在自己上学时来学校送来生活费等情形，常感悲痛欲绝，但理性和责任又让自己不能哭泣，当时就有无力感，感觉身体不好仍旧强行支撑着。哥哥的安葬简单地处理完后不久，又是老家移民搬迁，装修买家具等事情都姐妹亲戚等要自己帮着操心，那些天往往是从早晨出门办事中午也顾不得上吃饭直到晚上才回家，有几天自己是刚摘掉点滴的针头，就要出去奔忙。丈夫对此事亦有几份怨妻子姐妹亲戚不体谅。之后因身体不好，自己在西安，宝鸡等地遍看心脏内科，以心肌炎住院治疗数次，并长期吃药，仍不见好转，反而觉得病情越来越重，身体也越来越不好。但医院检查只是心肌酶一项偏高，心电图等其他医学检查均正常，医生也未确定是心肌炎或者其他心脏疾病。还看过精神科，医生给开了相应的精神科药物在吃，后来因不见效果且副作用太大就没有再吃。近来，胡思乱想很多，常不能集中注意力，感觉自己很焦虑，工作时也生怕出错误在结束时一边又一边地检查，明明是对的还是忍不住重新检查。在家中倒垃圾时扔掉垃圾后又忍不住要检查看扔的对不对，反复要看几遍。夜晚难以入睡，常常做噩梦，梦见去世的哥哥，晚上不敢一个人待着，常要",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"孩子感到害怕去学校，情绪低落，对治疗持有怀疑态度。他在医院检查未发现问题，表现出兴趣缺失和情绪困扰。家长尝试与孩子建立沟通，但孩子对治疗的帮助持保守态度。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小李，20岁，正在上大学。他的家庭环境让他从小就感受到了压力，父亲懦弱，母亲强势，家中经济条件一般。小李自认为在学业和社交方面都比不上其他同学，这使他感到自卑。他对具有阳刚之气的男学生特别感兴趣，但又因为担心自己不符合标准而感到焦虑。他在大学期间开始尝试自慰，并因此感到苦恼。他最近在网上看到了一些关于艾滋病的信息，开始担心自己可能感染了，这种担忧让他感到更加焦虑和迷茫。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位三十岁的男性，他刚刚结束一段不成功的婚姻，并且由于工作上的挫折，感到极度的失落和无助。他对于未来感到迷茫，感觉自己陷入了一种停滞不前的状态。此外，他还在努力应对与前夫之间的关系问题，这种复杂的情感让他倍感压力。他尝试通过阅读和学习来寻找出路，希望能够找到一种方式来改善自己的情况。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小东，12岁，六年级学生，学习成绩一般。排行老大，有一个小他4岁的妹妹。家庭经济一般，家里有奶奶，父母共5口三代一起居住生活。小东自幼性格内向，很少与周围孩子玩耍。在学校，他经常表现出注意力不集中，害怕站在队伍前面做操，害怕与女同学交流。他的行为受到了父母的严厉管教，包括打骂和惩罚。他用手指蹭头皮和拔头发的行为在家中得到了制止，但这种行为转移到了拔头发上来。小东的父母曾经带着他四处求医，但西药和中药的治疗没有取得效果。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位35岁的女性，高中学历，目前担任职工的工作。她来自天津市宝坻城区，已婚，有一个正在上初中的女儿。寒假期间女儿没有去学校让她感到焦虑，这促使她寻求咨询。\"}]",
    "[{\"年龄\": 30多岁, \"性别\": 女性, \"主题\": \"心理状态\", \"背景\": \"这位女性来访者感到非常困惑和痛苦，她意识到自己的婚姻中存在不和谐的因素，她深爱的丈夫其实并不珍惜这段婚姻。她一直在努力维系，但最近却感到极度的失落和无助。她内心充满了对丈夫的失望，同时也在考虑是否应该结束这段婚姻关系。她对于未来感到迷茫，不知道该如何前行。她希望能够找到一种方式来解决内心的矛盾和痛苦，以便更好地面对未来。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小王，男，17岁，近期表现出动作缓慢、僵硬，不愿意与人交流，眼神呆滞，对外界反应减少。他在学业上也出现了困难，完成家庭作业需要花费比以往更长时间。他开始对生活缺乏热情，情感表达受限。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小E，32岁，没有孩子，已经离过两次婚。在之前的两段婚姻中，她用心付出爱，对丈夫好得无以复加，但不幸的是，两段婚姻都只维持了一年左右。起初，她和丈夫之间的感情很好，但随着时间的推移，两人之间开始频繁争吵，丈夫对她也变得越来越冷淡，最终导致离婚。在每次婚姻结束后，她都会陷入深思，反省自己是否做得不够好。尽管如此，她仍然保持着积极的态度去寻找新的伴侣，但每次都以失望告终。她现在感到迷茫和挫败，不知道如何才能找到合适的伴侣，以及如何避免重复过去的错误。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小爱，25岁，与小青结婚已有两年，育有一1岁半的孩子。她的家庭背景复杂，父亲曾患有精神分裂症，母亲改嫁。小青的家庭环境较为和谐。近期，小爱的情绪和脾气出现较大变化，易因小事与小青发生争执，甚至肢体冲突。尽管小爱否认有精神问题，但这一系列行为引起了小青的担忧。在专业指导下，他们尝试了沟通和解决冲突的方法，但效果不佳。目前，小爱的心理状态需要进一步评估和干预。\"}]",
    "[{\"年龄\": \"40岁\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"这位来访者是孩子的父亲，带着13岁的儿子前来咨询。孩子在初中时期由于不良行为被老师惩罚，回家后与家长的关系变得疏远。家长通过严厉的审问和责备加剧了孩子的问题，导致孩子沉迷于网络并逃学。在家长的担忧和孩子的情绪之间存在紧张关系，家长尝试通过不同的方式解决问题，但结果并不理想。父子之间的沟通变得困难，家长感到无助和焦虑。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是家中的独生女，父母均是高级知识分子。她目前面临婚姻的压力，曾经在北京安定医院被诊断为‘高依恋回避型人格障碍’。在一年多的咨询治疗后，她现在正处在谈婚论嫁的阶段。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"初中男生，因在远离家庭的城市独自闯荡一年，遭遇工作不顺和人际关系挑战，导致心情抑郁，出现失眠和食欲不振的症状，与朋友的冲突使他更加不愿与人交流。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"大勇，28岁，身材高大魁梧，话唠子。毕业于国内某知名大学，目前在一家健身馆担任健身教练。近期因纠结于一个奇怪的电话号码而出现失眠和强迫思维，感觉自己陷入了困境，内心非常痛苦。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一位28岁的女性，独自一人在家带两岁的孩子。她感到非常害怕和焦虑，不敢与其他家长或邻居交流。每当儿子请求她陪他下去和其他小朋友玩耍时，她会感到害怕并拒绝。她害怕与其他人的接触，即使是在楼道里，她也会保持一定的距离。她担心自己可能会被别人看不起或被误解。此外，她也害怕和家人交流，尤其是与婆婆和小姑子的交流让她感到非常不舒服。她觉得自己在人际交往中显得很被动，常常感到自卑和无助。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位来访者40多岁，正在经历一系列人际关系的挑战。与父母之间可能存在代沟和沟通障碍，与伴侣之间的争吵和冲突让她感到疲惫，而与孩子的相处也可能存在压力。这些复杂的情感和关系问题给她带来了不小的心理负担。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"小J，来自一个普通的家庭，最近因为感到难过和情绪不稳定而决定寻求帮助。他在面对学习和人际交往的压力时，感到难以应对，常常感到沮丧和焦虑。他的家庭环境对他产生了影响，导致他对很多事情失去了兴趣。通过与小J的交流，我们可以了解到他的一些兴趣爱好，以及他如何处理这些压力。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"她，女，27岁，对自己的身材、体重很不满意，有暴饮暴食和催吐的习惯，这种情况已经持续了八年。她感到焦虑和害怕长胖，同时，她的睡眠障碍、精神萎靡和记忆力下降也严重影响了她的日常生活和工作。她尝试过在北京和香港接受心理咨询，但效果并不明显。目前，她在尝试调整饮食结构和作息习惯，希望通过改善生活方式来缓解症状。\"}]",
    "[{\"年龄\": 11, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"刘雪峰小朋友，一个11岁的男孩子，目前在上小学六年级。自从上学期开始，他的行为变得非常让人担忧，成绩迅速下滑，从原先的班级前几名掉到了现在的倒数。他频繁逃课，与一些高年级学生混在一起出入网吧。这让他的父母感到非常焦虑。为了管教他，他的父亲不止一次动手打他，每次打完后，他都会写下检讨书，但不久后又重蹈覆辙。这种情况使得父亲感到非常无助和困扰。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小丽（化名），25岁，自由职业者，最近感到心情低落，对日常事物失去了以往的兴趣，工作和生活中遇到一些挑战，让她感到压力很大。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小华是一名高三学生，面临高考压力，但最近他越来越害怕考试，尤其是在关键性考试中表现不佳。他感到焦虑和着急，迫切需要调整自己的心态。\"}]",
    "[{\"年龄\": 10, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"东东（化名），男孩，虚岁十岁读小学三年级。性格开朗聪明，喜欢讲笑话，喜欢昆虫和小动物，养过仓鼠，小狗和很多夏天的虫子，是一个聪慧可爱的孩子。他在学校成绩一般，考试前经常有哭闹。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"刘某，女，18岁，某高中即将毕业的考生，独生子女家庭，父母都有固定收入，家庭条件较好。家族中无精神疾病历史。个人陈述：很讨厌现在的状况，想提高复习效率却又静不下心来学习。每次想到考试就害怕，觉得自己没用，一到考试就紧张，大脑什么都想不起来。平时复习时很多题都会做，可到考场上就是发挥不好。现在高考越来越近了，很担心现在的状况，不知怎么办。看到邻居同学现在成绩是越来越好，感觉自己的压力也是越来越大，学习状态也是越来越差。老师也曾找过自己，询问自己成绩下降的原因，让自己反省自己，可就是不知道为什么，自己控制不住。看到别人都在认真的复习备考，心理又嫉妒又自责。最近发现自己注意力很难集中，记忆力也开始下降，入睡困难，总想着要好好学习。想到高考快要来到就紧张不安。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小A，女，17岁，高二学生。最近一段时间以来，她的情绪越来越低落，每天无精打采，什么也不想干，特别是学习也没动力。妈妈很担心，多次与她沟通没有效果。通过朋友介绍，预约了度麦学苑心理关爱中心主任芳飞老师的一对一心理咨询。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"芳芳，女，14岁，初二学生，厌学，不愿意去学校，与家人无法沟通，多次自残，整天在家不出门，不与人交往，懒惰，玩手机。\"}]",
    "[{\"年龄\": 31, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"李刚，一家国内上市公司的业务员，经历了不洁性行为的意外，现在每天都生活在对艾滋病的恐惧中，导致失眠和焦虑。他是家中唯一的儿子，已婚，有未成年的孩子，自责的情绪也很重。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"乔芳，初中生，14岁。不喜欢与他人交往，觉得老师和同学都不喜欢自己，来访前一个月以来常感到心烦、焦躁不安、易怒，睡眠不好，自卑，成绩越来越差，有辍学的念头，觉得读书没有意思。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"某理工学院大一学生，身高163厘米，有一个弟弟。父亲是务工人员，母亲为家庭主妇，弟弟是在校中学生，与父亲关系紧张。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者35岁，女，感到孤独，晚上失眠严重，尤其是在刮风的夜晚。她觉得自己在家庭中的角色不被需要，甚至在工作中也感到被边缘化，感到领导不赏识和同事不重视。来访者担心自己的未来和存在的意义，感到迷茫和失落。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"白雪，一名大四学生，来自单亲家庭，与母亲共同生活。最近，她面临着一段复杂的情感纠葛。前男友突然回归，而她正处在一段新的恋情中。白雪担心这会影响到她的现任男友，她希望能找到一种方式来平衡这两段关系。\"}]",
    "[{\"年龄\": \"40岁左右\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"几个月前，她因为身体出现了一些问题，引发了严重的紧张和担忧，甚至出现了恐惧感。她每晚都难以入睡，这种睡眠困扰让她白天更加焦虑，身体上也出现了心慌和手脚颤抖的症状。内心极度痛苦，有时候甚至有轻生的念头。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"大四女生，22岁，在大二上学期时谈了一个男友，后大三下学期分开，从大三的暑假开始，情绪低落，经常哭泣，睡不着觉，悲观消极，无法上学，后面开始伤害自己，用小刀划过自己的手几次。好友陪同看医生，诊断为抑郁症，吃药觉得改善不大，后从网上通过525平台找到我求助心理咨询。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"这位27岁的公务员感到自己有很多无端的担忧和疑虑，这些问题已经开始影响到他的工作和私人生活。他经常进行反复的求证，这使得他的日常生活中充满了不确定性和焦虑。由于这些困扰，他的睡眠质量也受到了很大的影响。此外，他的社交关系也因为这些疑虑而变得紧张。\"}]",
    "[{\"年龄\": \"34\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"他是一位公司的业务员，他的妻子要去一个XX城市做项目，但他发现这个项目实际上是传销。他试图劝说妻子，但最终导致了两人关系的恶化。他感到焦虑和迷茫，不知道如何处理这个局面。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者是一个14岁的女孩，面临上封闭的高中住宿，产生了分离焦虑。她的家庭环境可能对她有一定的影响，加上即将面临的生活变化，让她感到不安和焦虑。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"28岁男性，曾参加高考并在考场晕倒，自此之后经常感到心慌、胸闷、气短等症状，伴有失眠问题，依靠安眠药维持睡眠。他担心自己会突然晕倒，不敢独自外出，情绪低落，对生活缺乏信心。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"H，男，14岁，初二，小伙子一表人才，但比较害羞内向。小时候成绩好，可爱，特逗长辈老师喜爱。父母在其3岁离异，父亲从没管过，过问他的一切，但他特别好学上进，懂事。进入初二，学习任务重，作业多，上学后其母让他补习了四门课，出现失眠，胸闷，脾气暴躁，经常用刀片划手臂，一年来手臂上伤痕累累，但生活能自理。其母亲务工，文化小学，经济条件一般，非常茫然，带其来咨询求助。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"23岁女性，因饭量远超常人四倍并伴有每天催吐两次至三次的行径持续四年多而寻求咨询。患者表现出极端的饮食行为，这可能是由心理压力或情绪问题导致。她可能正经历着进食障碍所带来的困扰。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小丽，女，22岁，她与男朋友的关系受到男友妈妈的强烈反对，自己因此工作状态很糟糕，不知道该怎么办，“是否该继续我们的爱？”她因为担心失去男友，内心充满了焦虑和迷茫。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者，21岁男性，正在经历家庭的复杂环境和个人的情感困扰。他因为挂科被留级后休学创业，目前在做废品回收生意。他提到家庭中的矛盾和父亲的行为对他产生了影响，导致他在情感关系中感到不安和迷茫。他希望能够找到解决问题的方法，避免情绪问题继续影响他的生活。此外，他还提到了近期的头疼症状，这可能是压力和焦虑的一种体现。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"我在公共场合感到不自在，甚至有被僵化和压抑的感觉。我发现自己在人多的地方会有强烈的不适感，注意力分散，感觉自己影响到他人。我尝试了改变座位和环境，但问题依旧存在。我对此感到很挫败，同时也有些颓废和愤怒。我希望能够找到解决问题的方法，以便更好地集中精力学习和面对未来的生活。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者在色情音像的诱惑下，出现强迫性手淫行为，导致性功能勃起障碍，目前在寻求帮助解决这个问题。来访者在家中是独子，父母均为教师，家庭经济条件良好。在高三时曾因焦虑、抑郁和强迫接受治疗，睡眠有所改善，但问题依然存在。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"李女士，33岁，是一位长期被健康忧虑困扰的女性。她反复寻求医疗意见，担心自己患有心脏病和高血压，这种担忧已经持续了四年。她的不安感似乎与日俱增，每次就医后仍难以释怀，总是害怕会有突发的健康危机。这种反复的就医行为和对于健康问题的持续担忧，无疑给她带来了巨大的精神压力。此外，李女士还提到，她经常感到疲劳和缺乏活力，这可能是她焦虑情绪的一部分。尽管如此，她仍然坚持工作并照顾家庭，显示了她的坚韧和责任感。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"高三学生，面临高考，承受巨大学业压力，导致情绪不稳定，无法集中注意力学习，感到极大的焦虑和担忧。他对自己和家人都充满了压力，这使得他的情绪和学习受到了严重影响。为了应对这些挑战，他寻求帮助以期找到缓解压力和提升学习状态的方法。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者近期在工作上遇到了挑战，与上司的沟通导致了试用期没有通过，被辞退。在工作不顺的同时，生活方面也遇到了一些压力，存款透支并依赖家人，与家人之间的关系也变得紧张。此外，来访者还提到了一段感情纠葛，这些复杂的情感和生活压力让她感到心情抑郁，失眠严重，食欲不振。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"我感到非常困惑和痛苦，我老公一直有外遇的行为，但他没有和我分开，现在我们之间缺乏激情，我经常感到孤独和失眠。我想要了解如何处理这种复杂的情感，以及如何改善我的睡眠质量。\"}]",
    "[{\"年龄\": \"10\", \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"这个小男孩在家中受到了特别的待遇，但当他看到父母分享他喜爱的食物时，他表现出不满。这种情感体验对他来说可能有些复杂，因为他可能感受到了一种被剥夺的感觉。家长们的关心和爱护是出于对他的爱，但可能需要找到一种方式，让小男孩理解分享的重要性，同时满足他希望得到父母关注的需求。通过与他的沟通，了解他的感受，并一起探讨分享的意义，可以帮助他逐渐学会理解和接纳。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"晓爱，一位45岁的女性，曾经出国留学并取得优异的成绩。然而，10年前身体出现健康问题，需要长期服药。她放弃了原有的事业，专注于家庭生活。虽然拥有高学历和强能力，但在个人生活中遇到了困扰，导致身心状况恶化。她经常感到焦虑和害怕，特别是对死亡的恐惧。同时，她也有着严重的失眠问题和情绪波动，常常无缘无故地流泪。此外，她还发现自己的身体协调能力存在问题，这些困扰使她感到痛苦和绝望。\"}]",
    "[{\"年龄\": 43, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"女宁，43岁，外表知性内敛，内心却经历了一段复杂的情感历程。在大学期间，她面临了一段感情的抉择，最终选择了单身。她对此感到困惑，想要探究这段选择背后的原因。她回忆起当时的情况，包括男友青的承诺和后来的决定，以及她如何处理这些情感上的挑战。她提到自己在面对困难时做出了决断，但也伴随着失望和痛苦。她还谈到了婚姻生活，包括与丈夫的关系和离婚的决定。她现在是一个单身妈妈，仍然会时不时地梦见过去的恋人青，这份情感似乎并未随着时间而淡化。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"王先生，32岁，感到内心恐惧，对未来感到迷茫。他觉得自己在面对失败时缺乏足够的心理素质和应对策略，这使得他在夜晚感到孤独和自卑。他曾经试图通过幻想来缓解自己的情绪，但这些幻想最终也让他感到失望。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"这位来访者，一位在校大学生，近期在上课时经历了渐进渐远的听觉感受，这影响了他的听课质量。来访者提到，由于学习压力较大，他经常在课堂上出现这种听觉上的幻觉，对此感到困扰。他希望通过咨询来解决这一问题，以便更好地专注于学习。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"心理状态\", \"背景\": \"来访者23岁，男，四年前从一个偏僻的县城考入这所大学，成为远近皆知的“状元”。由于受经济条件的限制，家里人一直都不支持来访者读高中，可没想到，来访者最终还能考上大学，家里人咬着牙借钱供来访者上了大学。大学第一天，来访者特别紧张，因为他身上带的钱除了学费就只剩下借来的几百块钱，他甚至都不知道这些是否够我交齐书本费。入学后，他做的第一件事就是寻找打工的机会。每周来访者来回坐两个小时的车去给一个初中女孩补习数学，每次赚15元，这样，来访者一周的生活费就有保证了。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"这位女士，28岁，经历了一段复杂的婚姻关系。她与前夫曾有过复婚的意愿，但因与婆婆的关系紧张以及在生产后的家庭矛盾，最终导致离婚。在这一过程中，她感到了极大的愤怒和无助，尽管她还承担着照顾孩子的责任。\"}]",
    "[{\"年龄\": 20多岁, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者女，20多岁，公司职员，第一次谈恋爱。四个月前和男朋友相恋，其男朋友是分公司主要负责人。开始的时候相处非常相好。确定关系之后，男朋友开始沉迷于手游，上班时间也会上楼顶去打。来访者因此而指责其男友，男朋友感觉得她很烦。除此之外，其他方面比较好，生活融洽，男朋友也比较关心来访者。来访者希望处理和男朋友之间的问题。\"}]",
    "[{\"年龄\": \"36\", \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"我叫王女士，45岁，从事护理工作。最近由于工作上的压力和一些失误，导致我情绪变得非常不稳定，脾气暴躁，严重影响了我的睡眠质量，晚上常常做噩梦，白天注意力无法集中，工作效率也有所下降。我尝试了一些方法来调整心态，但似乎没有明显的改善。为了更好地应对工作和生活，我希望得到专业的帮助来改善当前的心理状态。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小孙，一个正处于青春期的女孩，医院诊断为中度抑郁症，正在接受药物治疗，但效果不佳。她的家庭环境较为复杂，与父亲和母亲分别有不同的关系，缺乏稳定的情感支持。在学校，她可能感到孤立无援，导致情绪问题加剧。她对于自己的未来感到迷茫和担忧，这些情感困扰可能进一步影响了她的学习和日常生活。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者为女性，15岁，正在上高二。初中成绩很好，考上不错的高中，自从上高中后发现自己的生活和之前完全不同了，同学也和之前的不一样，没有办法和他们融入一起。学习很紧张，每天上课都在关注自己的同桌，害怕同桌打扰自己学习，时时刻刻都很紧张，上课不知道老师说的内容，下课后不会做作业，成绩下滑，很担心父母、老师、同学对自己的看法，主动前来咨询。\"}]"
]