[
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"李明，一个16岁的青少年，正在经历一段困扰他的时期。他的父母在他很小的时候就离异了，他一直跟随着母亲生活。在李明小学五年级的时候，他的母亲与一位比她大很多的男士结婚了。这位男士对李明非常好，给了他很多关爱和保护，这让李明在情感上得到了满足。然而，最近一年来，由于家庭的一些变故，李明开始感到迷茫和不安，他开始怀疑自己的价值和未来。他的情绪变得不稳定，开始表现出一些焦虑和抑郁的迹象，这让他的生活和学习受到了很大的影响。\"}]",
    "[{\"年龄\": 11, \"性别\": \"女\", \"主题\": \"学业压力与适应障碍\", \"背景\": \"来访者女，11岁，五年级，从公立学校转入私立学校后，由于环境变化和学业压力，开始出现焦虑和抵触情绪。她感到学习困难，尤其是数学和语文，这让她对学校产生厌恶感。她在学习上的不适应和社交上的挑战使她感到沮丧。她的父母对此感到无助，因此她来到心理咨询寻求帮助。通过咨询，我们希望能帮助她找到适应新学校的策略，并缓解她对学习的抵触情绪。\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"小Q，13岁，初二学生，母亲反映孩子在家封闭自己，打游戏，沟通较少，手机依赖严重。父亲对此感到担忧，试图给予支持。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"来访者，女，26岁，硕士研究生，非常瘦的一个女孩，1.65米的身材，体重只有九十多斤。有时断时续暴饮暴食症近六年，近一个月特别严重，已经出现浮肿、晕眩、绝望、烦躁等症状，感觉自己的问题特别严重，有一种无法逃脱的恐惧。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"来访者小张，男，28岁，与女友小丽因付出与回报的不平衡感而产生矛盾，最终发展至分手的边缘。小张感到失落和不平衡，认为自己为对方付出了很多，却未感受到同等的回报。这种情感体验使他陷入了困扰。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"学业压力与家庭期望\", \"背景\": \"来访者是一位高三的学生，学习成绩稳定，但在关键时期感到巨大的压力。他担心自己的表现会影响到家庭的期望和自身的未来。与母亲的沟通存在障碍，使得问题变得更加复杂。来访者对于即将到来的高考感到焦虑，担心无法达到预期的成绩。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来自农村的16岁女生，性格内向，由于父母的高期望和严格教育，导致她在学业上一直表现优异。最近由于高考的压力和班级中其他优秀学生的存在，她感到压力增大，难以集中注意力学习，出现了焦虑和睡眠困难的症状。她的父母都是勤劳的农民，家中还有一个在医学院工作的姐姐。求助者在家中很少有机会与同龄人交流，她的社交圈主要局限于学校学习。\"}]",
    "[{\"年龄\": \"23\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小梦，女，23岁，大学生。性格内向，不善交际，与家人无交流，总是能听到声音，为此很愤怒，很烦躁。被家长带来咨询。初来时，小梦显得拘谨不安，低着头，甚至不敢说话，紧张，眼神飘忽不定，显得很胆小。\"}]",
    "[{\"年龄\": 40, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"唐先生，40岁，长期神经衰弱和失眠，身体健康状况不佳。近期因家庭纠纷和离婚事宜感到苦恼和压力巨大，尤其是对5岁女儿的抚养问题。他在婚姻和亲子关系方面寻求帮助和指导。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"强迫症\", \"背景\": \"来访者已经与强迫症斗争了近十年，最初的症状是强迫洗手，随后发展为强迫关门和其他强迫观念。他的家人为了治疗他的病情已经花费了大量的金钱和精力。尽管尝试了多种治疗方法和药物，来访者的症状仍然难以从根本上得到缓解。来访者对此感到沮丧和无力。\"}]",
    "[{\"年龄\": \"20\", \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"小宇，一名即将上本科大学二年级的学生，身材高瘦，穿着整洁。他是独生子，与父母感情深厚，成长环境平和。在咨询过程中，小宇表现得很有礼貌，侃侃而谈。\"}]",
    "[{\"年龄\": \"42\", \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者近期遭遇了婚姻危机，她的丈夫遇到了一位让他心动的女性，正考虑离婚。来访者感到非常痛苦和困惑，她不知道如何面对这样的变化，感到自己的生活失去了方向。她的心情起伏不定，常常感到悲伤和绝望。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"乔芳，一名初中生，感到心烦、焦躁不安、易怒，睡眠不好，自卑，成绩下滑，产生了辍学的念头。她觉得自己在校园里不受欢迎，与老师的互动不佳，这使得她的学业和情绪都受到了影响。\"}]",
    "[{\"年龄\": 10, \"性别\": \"男\", \"主题\": \"多动症\", \"背景\": \"小伟，一个活泼好动的小男孩，自从6岁开始就被发现难以安静下来，常常在活动中表现出冲动和注意力分散。这使得他在学校和家庭中都面临挑战，例如在集体活动中不守规矩，在课堂上难以专注，甚至在日常生活中也有类似的行为。尽管在身体检查中未发现异常，但他的行为引起了家人的关注，最终决定寻求专业的心理帮助。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"这孩子不停地揪手上的死皮、洗手，这让他的母亲感到非常焦虑。他住过几次精神病院，但每次出院后不久就会回到原来的状态。在个人治疗过程中，他全家未能一起来见治疗师，主要是由于家庭成员间的分歧和对隐私的顾虑。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"杨小姐，一位32岁的女性，正在经历一段艰难的婚姻生活。她和她的丈夫因为婆家的事情产生了矛盾，这种矛盾已经影响到了她的日常生活和情绪健康。尽管她尽力维持婚姻关系，但并未得到预期的理解和支持。她感到被孤立，缺乏亲密感，而且在与家人的互动中也感受到了疏远。她尝试通过自我反省来解决问题，但仍然感到困惑和挫败。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"焦虑抑郁\", \"背景\": \"小B，一个24岁的单身男性，已经经历了半年左右的焦虑和抑郁。在这段时间里，他可能经历了情绪上的起伏，影响了他的日常生活。他可能会感到疲惫和失落，也许在寻找解决这些困扰的方法。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"焦虑和强迫症\", \"背景\": \"来访者是一位42岁的女性，她对当前的新冠疫情感到非常恐慌，经常担心自己和家人的健康安全。她不得不每天外出工作，这使得她的焦虑感加剧。她表现出避免与他人接触的行为，如不敢乘坐出租车，只敢在地铁上站立，以及频繁测量体温和洗手。她对于口罩的安全性持有怀疑态度，并且对衣物和家里的清洁有很高的要求。她极度关注疫情信息，几乎一刻不离手机。她渴望疫情早日结束，以便恢复到正常的生活节奏。\"}]",
    "[{\"年龄\": \"7岁\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"乐乐，7岁男孩，每天早晨在学校门口哭闹，拒绝进入学校，持续了一个月左右。他的行为给家长带来了很大的压力，尝试过多种方法都无法缓解。家长担心儿子的情绪问题会影响他的学习和社交。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位50岁的女性患者最近经常感到心慌和紧张，尽管她尝试通过忙碌来缓解这些感受，但似乎并没有达到预期的效果。她可能正在经历一些压力，但具体的原因还需要进一步探讨。\"}]",
    "[{\"年龄\": \"13\", \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"这位13岁的男孩，目前是初一的学生，正在一所全寄宿学校就读。由于不愿意寄宿并与父母分离，他开始请假直至最后不再上学。这个阶段他面临了很多的心理压力和困扰，他可能在寻找一种方式来应对这种分离感。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"云朵是一位高三辍学的女孩，因精神分裂住院治疗后出院，由其母亲带她来做心理咨询。她曾出现过一系列的症状，包括摔东西、幻听、幻觉、被害妄想、骂人以及自杀倾向。在经过治疗后，她的症状已经消失。她现在需要继续寻求心理帮助，以期在精神科医生的指导下改善心理状态。\"}]",
    "[{\"年龄\": 8, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者芳芳（化名），8岁，小学三年级学生，最近表现出厌学的情绪，注意力难以集中，常常拖延完成作业，直到晚上家长需要不断督促才能完成。学校老师也反映她存在对抗情绪，这使得家长和老师都非常焦虑。此外，她的母亲还被诊断出有严重的焦虑性神经症，家庭环境的紧张可能加重了芳芳的心理负担。\"}]",
    "[{\"年龄\": 62, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"这位老人有着多年的良好生活习惯，注重个人卫生。然而，在一次肠炎住院治疗后，他的信念更加坚定，对外界的食物和环境产生了极度不信任。这种不信任导致了他的行为逐渐变得极端，例如出门必须乘坐特定的交通工具，早餐不能坐在凳子上，以及一系列的清洁和整理行为。这些行为虽然给他带来了极大的不便和精神压力，但他本人对此有着强烈的抵触感，迫切希望能够改变现状。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小密，一个年轻的母亲，有两个孩子。她的生活中充满了挑战，首先是与婆婆的关系紧张，这导致了她和丈夫之间的矛盾。在她寻求帮助的过程中，她表达了对现状的烦躁和对和谐家庭生活的向往。\"}]",
    "[{\"年龄\": 30多岁, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"来访者S，30多岁，感到婚姻中存在沟通障碍，导致彼此之间的误会和矛盾。她希望找到更好的沟通方式，以改善婚姻关系。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小丽，26岁，大学本科学历，目前是一名教师。她最近感到生活有些单调，尤其是下班后的时间，她希望能找到一些新的爱好或活动来丰富自己的生活。她曾经尝试过阅读和瑜伽，但很快就失去了兴趣。她想知道如何才能找到真正适合自己的兴趣爱好。\"}]",
    "[{\"年龄\": 24, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"从小就有恐惧感，小时候在爷爷奶奶家，和父母在一起后，父母吵架和打麻将让他感到害怕。在与女朋友的关系中表现出低自尊，感到害怕和恐惧。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"李欣，一个15岁的青少年，他的生活几乎完全围绕着对狂犬疫苗的强烈需求。他每天都会主动提起这个话题，甚至在两年的时间里，他持续不断地请求接种疫苗。这种行为不仅影响了他的日常生活，也给他的学习带来了困扰。他的兴趣爱好似乎被这种不寻常的需求所占据。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"X同学，女，18岁，因精神分裂症寻求心理治疗。她通过525心理网找到并联系咨询师，希望得到帮助。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位在家全职三年后准备重返职场的女性。她在过去的工作中表现出色，得到了领导和同事的认可。然而，由于担心新的工作环境和自身的适应能力，她感到焦虑和迷茫。这种情绪已经影响到了她的睡眠质量，让她晚上难以入睡，白天有很多梦境。尽管她对新工作的期待和兴奋，但她内心深处的不安感让她感到困扰。为了找到缓解这些不安的方法，她来到咨询室。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"人际交往障碍\", \"背景\": \"来访者在与陌生人相处时感到极度的紧张和焦虑，这种感觉伴随着手心出汗、视线游离等症状，让他感到自己在他人面前显得笨拙和不自然。他尝试直视别人的眼睛，但这种尝试给他带来了更多的压力和不适。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者，女，38岁，主诉过去两年来经常感到喉咙有痰，难以吞咽和咳出，同时伴有胸部憋闷和烦躁不安。这种不适感给她带来了极大的痛苦和困扰。她对于自己的身体状况非常担忧，多次就医但未能找到明确的病理原因。来访者表示这严重影响了她的日常生活和工作，甚至影响了她的情绪稳定性。她希望得到专业的心理支持以缓解身心的不适。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"个案性格外向，爱笑，未感觉自己有严重的心理问题，母亲认为他放弃了高考，不上学，每天就打游戏，出去玩，肯定有严重的心理问题。母亲说，孩子从小都很乖，就是在三个月前和同学发生了矛盾，父亲没有理解到他，反而站在同学那一边，之后就不愿意上学了。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"李女士，35岁，最近在婚姻和工作上面临重大抉择。她正考虑是否应该结束与情人的关系并离婚，同时也在考虑是否接受新工作的机会。这些决策给她带来了巨大的压力和迷茫。她希望能够通过咨询来更好地理解自己，寻求人格完善和有效的沟通方法。\"}]",
    "[{\"年龄\": \"26\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"在和同事争吵后，被老板严厉批评，导致她感到非常没有价值感，开始对工作失去兴趣。她回忆起从小父母对她和姐姐的比较，使她一直处在自卑的情绪中。她感到憋屈并不断自责，需要专业心理咨询来帮助她处理这些负面情绪。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小云是一位健身操教练，她与男友分开了两个月，这段时间她的内心十分纠结。她时刻关注着男友的社交媒体动态，心里总是牵挂着对方。尽管如此，她也担心如果重新开始这段关系可能会再次受伤。这种矛盾的心情让她感到迷茫和不安。\"}]",
    "[{\"年龄\": \"25\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者是一名25岁的女性，目前处于未婚状态，她在事业单位工作。她感到自己陷入了失恋后的痛苦之中，这种情绪影响到了她的身体健康，导致她出现了严重的妇科疾病。她希望能通过咨询来缓解自己的情绪困扰。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位36岁的女性来访者，是一位6岁男孩的母亲。她面临着家庭中的矛盾，特别是她与丈夫以及母亲之间的冲突。这种冲突主要是围绕着孩子的问题展开的。来访者希望能找到一种方式，改善她母亲和丈夫之间的关系，从而为整个家庭创造一个更加和谐的氛围。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"厌学弃学\", \"背景\": \"初三学生，男孩，由于心理科诊断为轻度抑郁症并正在接受治疗，他已在家弃学半年多。尽管家人多次尝试劝说，但他态度坚决，不愿回校。他的作息混乱，饮食习惯不良，体重显著下降，且对心理咨询持抵触态度。父母感到焦虑和无助。他表现出对家庭事务漠不关心，对母亲的关心也反应冷淡。这种状态给家庭带来了巨大的压力。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者最近一年经常感到身体不适，包括失眠、出汗、头晕、胃痛和心悸等症状。她感到烦躁、易怒，情绪也变得低落，但没有明显的触发事件。通过焦虑和抑郁自评量表的评估，以及深入的交谈，我们了解到她的不良情绪主要是由焦虑引发的。咨询过程中，我们将侧重于帮助她理解和处理这些焦虑情绪。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"李女士，42岁，离异。她曾在6年前遭遇家庭变故，包括父亲去世、离婚以及与姐妹之间的关系紧张。这些事件导致她被诊断出患有抑郁症，并且曾经有过自杀行为。尽管她接受过间断的药物和心理咨询治疗，但效果并不理想。最近两个月，她与单位领导和同事之间产生了冲突，感到极度的压力和情绪波动。她在心理上感到非常不稳定，经常感到心慌和气短。目前，她正在寻求专业的帮助。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小花，一个即将面临高考的女孩，她在考前一周开始出现食欲不振和失眠的症状。每当有考试，她就会感到极度焦虑，甚至在考试期间发生呕吐现象。这种状况在考试结束后自然消失，显示了她焦虑的根源与即将到来的考试紧密相关。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"张小姐，一位22岁的大学生，目前在离家较远的城市上学。她在大学期间经历了情感上的重大打击，结束了深刻的感情关系。这段经历给她带来了极大的痛苦，使她感到无法再体验到类似的情感。为了逃避这种痛苦，她参与了一些冲动行为，随后陷入了后悔。她现在正面临长期的情绪低落、自我责备和愤怒，影响了她的日常生活和社会功能。在朋友的支持下，她开始寻求专业的心理帮助。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位女士感到生活中的平淡和丈夫的冷淡让她感到孤独和失落。她尝试通过心理咨询来寻找改善婚姻的方法，希望能够重新点燃夫妻间的激情。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"康丽，女，22岁，开始调理前对生活失去希望，自卑，怯懦，胆小，消极，焦虑不安，失眠严重，白天无精打采，害怕展现自己，对任何事物漠不关心。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"小张，男，16岁，独生子，一直在山东学习，父母经营一家报亭，初中毕业未考上重点高中，准备在北京复读，现在上课时无法集中注意力，有严重的考试焦虑。主诉考试焦虑，喜欢独处，不敢与女生说话，希望通过咨询使得考试焦虑减轻，改善与同学的关系。因为中考未考上重点高中，复读上课时无法集中注意力，头痛，焦虑。自己背着家人来咨询，认为父母知道会遭到误解或谩骂，接诊时小张有些拘谨，话语不多，急切想解决自己的痛苦和烦恼，迫切希望咨询师支招。初中三年集中所有精力学习课本知识，经常开夜车背诵文科知识，但成绩一直不见起色，学习效率低，经常拖延，感觉疲劳时喝咖啡提神。内向独处，不与同学交往，第一次进行心理咨询。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小曦，一名28岁的女性，硕士学历。她在学业上非常优秀，但在感情和社交方面则较为保守。小曦在上学期间几乎没有恋爱经历，她倾向于以学业为重，对于与异性深入交往持有谨慎态度。毕业后，她开始面临父母的催婚压力，以及周围同龄人恋爱或结婚的压力。尽管如此，小曦仍然保持着自己的原则，对于相亲和社交活动持谨慎态度。她通过525平台找到了心理咨询师，希望能够更好地了解自己，以便在未来做出更合适的选择。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"网瘾和厌学\", \"背景\": \"来访者是一位初中生，因学习压力和对学习失去兴趣开始玩手机和网络游戏。家长起初对此持宽容态度，但随着孩子沉迷程度加深，家长的提醒无效，甚至导致亲子冲突。最终，在一次激烈的冲突后，家长妥协，同意孩子在一定时间内使用手机，但孩子仍然无法将注意力转移到学习上。来访者因此感到内疚和迷茫，寻求专业咨询。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"这位初中生感到在家与父母沟通困难，时常感到苦恼和愤怒。前天与母亲争吵后，他意识到自己的冲动行为，并为此感到后悔。他觉得自己应该承担起责任，但内心仍认为是母亲的过错。这种矛盾的情感使他感到困扰。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"恐惧和焦虑\", \"背景\": \"李欣，一名15岁的中学生，因为持续的恐惧狂犬病而频繁寻求注射狂犬疫苗，已经影响了他的日常生活和学习。尽管接受了一年的药物治疗，他的症状仍然存在，近期出现了更强烈的恐惧和焦虑。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"厌学情绪\", \"背景\": \"来访者是一个16岁的男生，他因为厌学情绪导致不愿去学校，这让他的家长感到担忧。家长希望孩子能够重新燃起对学习的热情。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小六在学业和人际关系方面遇到了挑战，她感到被伤害和困扰，但似乎难以从中走出来。她的自我保护机制让她在与他人互动时感到警惕和不安。她在与咨询师的对话中表现出对自己遭遇的无力感，以及对未来生活的迷茫。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"患者是一位50岁的女性，无固定职业，主要通过在家做基金理财等方式获得收入。她曾经做过肿瘤切除手术，术后一年多未进行复查，显示她可能对健康检查不够重视。患者提到家庭关系和个人身体状况，表现出在亲子关系和夫妻关系上有困惑，感觉自己力量不足，希望能够得到情绪上的支持和帮助。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位21岁的女性感到自己很少有开心的感觉，她有着中度焦虑，睡眠质量不佳，并且常常感到气短。她对自己的严格标准和对他人的眼光让她感到压力很大。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"万某，女，26岁，大学本科，贸易行业工作。来访者面目清秀，身高接近170，但身体明显肥胖，以至于来访者说话做事信心不足。来访者无法控制食欲，吃饭时很挑食，喜欢吃大量含有高淀粉、高脂肪的食物，而且都是吃到顶到嗓子眼才算吃完。平时还喜欢吃蛋糕，吃起来就吃很大量。平时也积极参加运动，但是不起作用，由于肥胖，运动过量会造成膝盖等身体损伤；吃了很多减肥药，也没作用。喜欢社交活动，但是由于身体原因，社交很囧，怕没人搭理，现在也没有找对象，所以很痛苦。希望通过催眠，适当控制体重。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"张先生，30岁，公司员工。他的妻子，30岁，待业，正准备去一个城市参与一个项目。这个项目实际上是传销，需要缴纳一定的费用，并且有严格的保密要求。张先生担心妻子可能陷入其中，因此求助于心理咨询师。咨询过程中，他隐瞒了妻子的真实情况，直到两人单独咨询时才透露。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"失眠情况\", \"背景\": \"艺术院校的大一学生，经常感到失眠困扰，人际关系不稳定，缺乏安全感，同时在专业课程上也遇到了挑战，考前会感到紧张和焦虑。希望通过咨询来改善这些问题，以获得更好的学习和生活体验。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"李女士是一位事业有成的女性，她在职场上非常出色，但在个人生活方面却感到困扰。她的父亲对她有很强的控制欲，这导致了她与父亲之间的紧张关系。她感到在家中得不到足够的空间和尊重。此外，她的婚姻观念也受到了父亲的影响，让她对于结婚持有保守态度。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者在家庭中感到被忽视，长期处于一种缺乏关爱和支持的环境中。她在学业上承受着巨大的压力，但对未来感到迷茫和绝望。这种内心的痛苦和困惑让她感到生活没有意义。她渴望得到更多的关注和理解，以便找到继续前行的动力。\"}]",
    "[{\"年龄\": 12, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"来访者，女，12岁，初一学生，未婚，汉族，BMI：18.3。主诉：情绪低落，开心不起来，心烦，爱发脾气两周，不想去学校，对未来看不到希望，有轻生念头。要求妈妈带她做心理咨询来访。来访者自从疫情开始，在家里没有出门，平时很少跟同学有联系，没有朋友，每天在手机里看小说，晚上很晚睡觉，纳差，偏瘦。来访者很喜欢文学，比如，四大名著，特别是对《红楼梦》里的人物林黛玉很感兴趣。来访者也有书中人物林黛玉的个性特征，性格内向，文静，不善表达，有些郁郁寡欢的气质。除了看书还喜欢做些手工活，很艺术性的，自己收藏着。偶尔到妈妈小饭馆帮忙一下。新学期开学，考试成绩下降很大，无法接受现实。由于疫情期间都是在网上上课，没有老师的监督，来访者缺乏自觉性，上课不认真，没有认真听讲，造成学习成绩下降。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"最近一段时间，我发现自己晚上很难入睡，通常要花费很长时间才能睡着。我尝试过一些放松的方法，比如深呼吸和热水澡，但效果并不明显。我担心这会影响我的身体健康和日常生活。我是否需要寻求专业的帮助？\"}]",
    "[{\"年龄\": 60, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"李某，60岁，两个月前女儿尽孝心给镶烤瓷牙，花了一万多块钱。当时觉得有点贵，但在女儿的劝说下，还是欣然接受了。回家后老公知道此事就当面反复质问女儿，为什么要镶那么贵的牙？那么贵的东西你妈还没有享受过哟，完全可以镶便宜点的。还直接对女儿说应该给你妈镶我前些年镶的那种带卡子的活动假牙就行了，那种假牙经济实惠。当时心里就不痛快。李某家境觉得自己本来条件还可以，自从下嫁给了他就跟他吃苦受罪，他应该对我好，但是他从来都没有买过贵重的礼物送给我。现在条件好了，女儿出钱给我镶牙他都这么心痛，他这辈子就没有看重过我，更别说爱我了。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女性\", \"主题\": \"情感关系\", \"背景\": \"这位女性来访者与男友关系稳定已有六年，但在工作中结识了已婚男士H，两人在业务往来中建立了深厚的友情。然而，H的告白使关系变得复杂，他们开始了一段既非恋人又非普通朋友的关系。这段关系给来访者带来了困惑和情感上的波动，她正在努力弄清楚自己的感情归属。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"我是一个50岁的女性，与丈夫共同生活了16年，并育有一儿一女。我们的生活本应和谐美满，然而我丈夫的爱好却让我感到困扰。他常常晚归或不归，起初我以为是工作应酬。去年夏天，情况变得不同寻常，一个女性电话联系我，告知我丈夫在外打架。我不得不与公婆一同前往事发地点，却直至凌晨2点仍未能找到丈夫。这件事让我感到非常不安，我开始考虑离婚的可能性。之后，在一系列复杂的情感和事件之后，我们最终达成离婚协议。然而，离婚后的生活并没有给我带来预期中的平静，反而充满了更多的困扰和挑战。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她常常会因自我怀疑的想法而感到头痛和心烦意乱，尤其是在没有得到领导回复的情况下。她曾多次接受心理咨询，是一个有自我觉知的人。她希望通过咨询能够克服这些自我否定的情绪。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"来访者是一位40岁的女性，她因为婚姻中的困扰来到咨询室。她感到心病难愈，总是怀疑丈夫的忠诚，这种怀疑使她和丈夫之间的关系变得紧张。她意识到这样可能会失去丈夫，但内心的痛苦仍然存在。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小美，28岁，参加工作三年。半年前，她的大学男友突然提出分手，未说明原因。她坚持追问，但男友始终沉默。之后，男友改变了联系方式和住址，彻底消失。这段时间，小美感到极度的失落和困惑，甚至影响到了她的饮食和睡眠。她意识到这种状态对生活造成了严重影响，因此寻求专业的心理咨询。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"张女士，40岁，与丈夫结婚十年，有一个正在上小学的女儿。婚前男方家庭条件不佳，在张女士父母的帮助下才得以成婚。婚后男方工作努力，家庭经济逐渐好转。张女士在家照顾孩子，直至女儿上学后重新工作。然而，张女士后来发现丈夫出轨，这段经历让她对婚姻产生了怀疑，徘徊在离与不离的边缘。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者是一位32岁的女性，研究生学历，目前担任公务员一职。她来自天津蓟州区，已婚三年。过去由于间断服用药物，未能成功生育。来访者自述近期焦虑症状有所复发，伴有胸闷和背部灼热感，虽然一直在接受药物治疗，但效果并不理想。她曾经在一家私人咨询诊所接受过心理咨询，但并未坚持下去。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位高二女生在一次考试成绩下滑后，遭受了父母的严厉责骂。这使得她感到非常难过和沮丧，甚至有一段时间不愿意去学习。她担心学习好会引起别人的注意和潜在的伤害。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位13岁的女孩通过沙盘游戏表达了她内心深处的感受。她感到在家庭和学校中受到了误解和压抑，对周围人的说教感到抵触。在游戏中，她展示了想要逃离现实世界的愿望，以及对父母关系的困扰。她通过游戏传达了想要得到理解和接纳的愿望。\"}]",
    "[{\"年龄\": \"20\", \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"张某，一名中学学生，一直以来学习成绩优异，但存在一些不良行为习惯，如打架斗殴等。考上高中后，他开始有所改变，变得谨慎起来。然而，随着时间的推移，他开始出现了强迫性的思考，比如对笔头的裂缝感到不适，担心别人的目光和行为对他有负面影响。这些困扰导致他的学习和日常生活受到了影响。此外，他对周围人的态度和评价非常敏感，甚至对于一些不相关的细节也感到焦虑。这些症状已经持续了一年左右的时间。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"画画，女，7岁，小学一年级。因‘拒绝去学校’来访。她从小生活在妈妈强势、爸爸软弱的家庭环境中，孩子被母亲过度照顾，母亲掌管着孩子所有事情。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"糖糖，一名在滨州市某事业单位工作的女性，40岁左右。疫情期间，她的情绪状态不佳导致体重迅速下降，从130斤减至115斤。她担心自己得了抑郁症，因此主动寻找专业帮助。\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位13岁的男孩近期表现出无所谓、没有目标和动力的行为，成绩也有所下降，甚至出现了极端的反应如对母亲的暴力行为。家庭环境可能对他产生了较大影响，母亲的愤怒和失望可能使他感到无助和困惑。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"来访者是一名即将面临考研的学生，他感到极大的压力。他在感情上遇到了困扰，这使得他难以集中精力复习备考。他对于女友过去的性经历感到不适，并因此产生了强烈的情绪反应。这些情绪影响了他的日常生活，包括学习和睡眠。来访者尝试了一些方法来缓解这些不适，但没有成功。他希望能够找到一种方式来处理这些情绪，以便能够专注于即将到来的考试。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"孩子妈妈主述：孩子日常在家里很懒，学习态度不好，天天闹着要玩手机，对于未来目标是想当保安，觉得保安工作稳定、轻松，有五险。家庭环境宽松，孩子缺乏明确的职业规划和兴趣引导。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小Q，一位外表出众、性格活泼的女性，尽管她在人际交往中显得开朗，但内心却对性感与开放之间的界限感到困惑。她在职场上遇到了一些异性的示好，这些经历让她开始反思性感的意义，以及如何在保持自我价值感的同时与他人建立健康的联系。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"小杰，17岁，高一学生，近期因情绪波动较大而寻求帮助。他感到自己很容易变得情绪化，尤其是在面对学业压力时。他的父母在他小时候就离异了，他一直跟着母亲生活。母亲对他非常关心，经常询问他的情绪状态。最近一段时间，小杰发现自己在学习时经常感到烦躁，有时候会因为一些小事与同学发生争执。他在情绪上起伏不定，感到很迷茫。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"亲子关系沟通障碍\", \"背景\": \"晓东是一名工程师，他深爱自己的家庭，但也陷入了一场情感纠葛。他的妻子怀孕期间，与一名女大学生小燕建立了密切联系，两人共同参与活动并逐渐产生了深厚的感情。晓东在与妻子的关系中感到矛盾，一方面他珍惜与家人的时光，另一方面又无法抑制对小燕的思念。这种内心的冲突让他感到焦虑和痛苦，他担心自己的行为会对家庭产生不良影响。\"}]",
    "[{\"年龄\": \"38岁\", \"性别\": \"女\", \"主题\": \"婚姻与家庭\", \"背景\": \"小言是一位38岁的女性，她感到非常困扰，因为她的妻子最近出轨了。他们有一个4岁的孩子，这让小言感到特别的痛苦和迷茫。小言希望能找到一种方式来处理这个局面，同时保护好他们的孩子。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"晓馨，35岁，公司行政人员。她和她老公是大学同学，有着长达十几年的感情基础，还有一个5岁的孩子。最近因为一次意外事件，她开始怀疑丈夫出轨，这让她的婚姻关系和心态都受到了很大的冲击。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"求助者，女，28岁，因为一个方案被同事窃取，导致与同事之间产生了严重的冲突。这让她感到非常无助和自我否定，开始怀疑自己的价值。她感觉到了极大的心理压力，这种感觉已经持续了约10天。求助者对自己的评价降低，甚至开始质疑自己的基本能力。她对工作的热情减退，食欲也受到影响，内心感到非常痛苦。她希望通过接受系统的心理辅导来调整自己的心态，找回自信。求助者自述从小就缺乏安全感。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位18岁的女性与父母之间的关系已经非常紧张，她甚至将父母的电话号码拉黑，并且出现了对父母的暴力行为。她目前处于一种极端的情绪状态，需要专业的帮助来缓解这种紧张关系和暴力倾向。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"小唯，23岁，大二毕业后进入职场，经历了多个行业的挑战。她自认为工作认真负责，但在内心深处感到一种难以言明的不满。尽管外界评价良好，但她内心存在某种障碍，使得她对自己的评价并不高。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者，女，18岁，因为高考焦虑和强迫思维的问题前来咨询。母亲陈述：孩子成绩一直不错，之前是本市一所重点中学的年级前几名，现在因为精神状态不好，成绩下滑严重，到了年级100多名，只有几个月就要高考了，她却想要休学，总是一些稀奇古怪的想法搞得大家都要跟着崩溃了！来访者自述：总是有一些诸如“害怕会把奶奶”或者“某个女同学的笑容好可耻”之类的不好的想法，越克制越强烈，太痛苦了！\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者高一学生，女，15岁。家长和班主任都反馈该学生在班级里不好好学习，学习状态不佳，总是和周围人说话，在班级排名倒数，但是以前在初中的时候基本都是前几名。她自己也觉得想要好好学习，但是就是控制不住自己，想看看问题出在哪里，如何解决？\"}]",
    "[{\"年龄\": 60, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位女士感到不快乐，尤其是在照顾年迈的父亲时。她对父亲的行为有所抱怨，这可能反映了她内心的压力和疲惫。她需要找到释放这些压力的方式，同时也许可以尝试改善与父亲的关系。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"女孩D，15岁，过去一年离家出走12次，父母对此感到挫败和失望，希望找到解决问题的方法。女孩性格内向，不太愿意与他人交流，对学习缺乏动力，对未来感到迷茫。父母在教育方式上有所争议，女孩与父母之间的沟通不畅。\"}]",
    "[{\"年龄\": \"19\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"王某，19岁，女，大一，重组家庭，贵州人，就读吉林省某高校。她时常与继母联系，继母对她很好，但是自己依旧不喜欢继母，不希望他们结婚。一个月来每天晚上莫名奇妙的失眠，每天只能入睡3个小时左右，自己为失眠所烦恼、沮丧。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者是高中学生，因为看了一本关于宇宙的科学漫画书，引发了对死亡的焦虑和恐惧达半年之久，走不出来。她感到恐惧和焦虑，经常想起书中描述的死亡场景，这让她难以集中注意力在学校和日常生活中。她的家人对此感到担忧，为了帮助她，她主动寻求了心理咨询。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者是一位29岁的女性，目前单身，独自抚养一个孩子。她曾经历过一段不幸的婚姻，期间遭受家暴和欺骗。尽管如此，她依然坚持独立抚养孩子，展现了她的坚韧和责任心。在面对前夫的复婚要求和欺骗行为时，她感到迷茫和沮丧，她的内心斗争和决定对未来的家庭生活有着重要影响。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"冰冰是一位32岁的女性，她的情绪不佳，对上司的态度感到烦躁。她每天上班时都会想起上司的批评，这让她感到不想去上班。\"}]",
    "[{\"年龄\": 2, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"宝宝在成长过程中，白天由外婆带，晚上由妈妈带，但由于妈妈工作繁忙，与宝宝的互动不足，导致宝宝在情感上感到不稳定。此外，外婆的育儿方式冷漠且依赖威胁与控制，缺乏温情。爸爸的情绪也不稳定，这些因素共同作用下，宝宝在精神上感到恐惧和退行，语言和情感表达落后。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"芳芳，女，14岁，初二学生，厌学，不愿意去学校，与家人无法沟通，多次自残，整天在家不出门，不与人交往，懒惰，玩手机。她的情绪低落，常常感到孤独和无助，这种状态已经持续了一段时间。她的家人试图了解她的困扰，但并未找到有效的方法来帮助她。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"吴女士，25岁，独自抚养两岁的孩子，未结婚。她在结束一段感情后，仍然对前男友抱有思念，并保持联系。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"其他情况\", \"背景\": \"来访者小李，36岁，面临职场上的岗位竞争，感到压力巨大。他希望通过咨询找到自我突破的方法，以应对职业发展中的挑战。\"}]",
    "[{\"年龄\": \"42\", \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"这位来访者是一个42岁的女性，她有一个叛逆的孩子。孩子表现出一系列不良行为，如不上学、不写作业、逃学以及游戏成瘾。这些行为导致了与家长之间的冲突，特别是与母亲的争吵。来访者感到无助和焦虑，不知道如何应对孩子的问题行为。她担心孩子的未来，并且这种担忧影响到了她自己的情绪和睡眠。由于这些挑战，她感到与孩子的关系紧张，并且在处理这些问题时感到力不从心。\"}]",
    "[{\"年龄\": 45, \"性别\": \"女\", \"主题\": \"其他情况\", \"背景\": \"来访者是一位45岁的女性，目前在服用药物。她与丈夫的年龄差距较大，并且育有一子在读初中。来访者提到儿子在小学后期成绩下滑，她认为这可能与她当时生病以及丈夫对孩子过于溺爱有关。\"}]"
]