[
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者小冉，21岁，大二学生，主诉：焦虑、强迫思维和动作、躯体反应。在与小冉的交流中，我注意到她提到每次考试前都会感到焦虑，影响睡眠质量。她描述了在考试前夜难以入睡，甚至整夜辗转反侧的情况，这让她第二天精神状态不佳。此外，她还提到了对考试的担忧，以及担心成绩和未来可能性的恐惧。这些压力似乎在她心中累积，导致了她的焦虑和睡眠障碍。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"个案由于婚姻变故，感到心情低落和痛苦，导致情绪不稳定，影响到了日常的生活和工作。她感到非常矛盾，一方面想要离婚以寻求解脱，另一方面又因为家庭责任和传统观念而犹豫不决。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"胡女士，48岁，学校职工，工人编制。她的先生是位教授，年近60岁，去年，她的先生住院做了心脏搭桥手术，在医院结识了一位30多岁的有夫之妇，他们的关系逐步密切。半年之后，胡女士从他的另一个住所发现门打不开，她在先生开门之后，发现家门口有一双女士的鞋，她很冲动地进屋寻找，在衣柜里拖出了王女士，她上前打了王女士，并骂她不要脸等。令她吃惊的是，她的丈夫护着王女士，反而动手打自己的妻子。胡女士极度愤怒、悲痛、失落。她有两个儿子，是双胞胎，现读高中，已有学习退步的倾向。她觉得离开丈夫，独自照顾儿子，经济压力很大，但是丈夫不想妥协，他要妻子同意他的社交自由，作为继续维持婚姻的条件。胡女士无助、无奈、愤怒。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"食欲状况\", \"背景\": \"糖糖，一位40岁左右的女士，在疫情期间经历了情绪状态的剧烈变化，体重显著下降。她由原本的130斤减至115斤，这种突变让她怀疑自己可能患有抑郁症。她在单位工作，通过同学关系联系到了度麦学苑心理关爱中心，希望能得到专业的心理咨询服务。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者是一位新闻工作者，最近因为发现父亲的出轨行为感到非常困扰，无法集中精力工作，对以前的兴趣爱好也失去了热情。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"方小，一个即将面临高考的女孩，感到身体困倦、乏力。她的心情受到极大的压力，每天的学习让她感到痛苦和挣扎。她害怕自己的情绪可能会失控，甚至影响到高考。此外，她在自责中感到自己被讨厌，有时会有极端的想法。\"}]",
    "[{\"年龄\": \"15岁\", \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"他是一位高中生，最近在学校里遇到了一些困难。他感觉自己在社交场合中变得很被动，不愿意主动与人交流。他觉得自己的社交圈很小，而且有些同学似乎对他有排斥感。在家里，他喜欢玩电子游戏来放松，但这也让他感到内疚，因为他担心这会影响他的学业。他尝试过与家人沟通，但觉得他们不太理解他的感受。他希望通过咨询找到改善社交技巧的方法，并且学会更好地管理自己的情绪。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，14岁。是由母亲陪同前来咨询。初见这个女孩时，给我的第一印象是乖巧、听话、不善言语，大大的眼睛里写满了迷茫，充满了忧郁，整个人的状态是无精打采的。经过妈妈介绍，孩子生活环境优越，还有一个哥哥，学习成绩一直很优秀，只是近半年感觉学习压力很大，情绪低落，本来就不爱说话，现在更是沉默寡言，问她怎么了，也不愿意多说。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"高一学生，因与女同学交流被威胁和推搡，后因不满学校和家庭的处理方式，开始表现出不上学的行为。在学校期间，感到被同学排斥，感觉孤独。与老师沟通时，感觉被误解和批评，增加了与人交往的压力。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者小金在与有家庭的L先生恋爱后，经历了分手和复合的情感波动，现在感到心情难受和矛盾，对未来的感情走向感到迷茫。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"在高一下学期，这位女生和同班的一位男生好上了。在暑假期间，俩人偷食了禁果发生了性关系。三个月之后女孩和妈妈在一起洗澡，妈妈看出了异样，在妈妈的再三追问之下女孩吞吞吐吐的把事情说了出来。妈妈听后大吃一惊，然后带着女儿去医院做了人流。过了两个月之后，禁不住男友的软磨硬泡又和男友发生了几次性关系。由于没有采取避孕措施，结果又怀孕了。这次女生为了避免让妈妈发现，就和男友去了医院做了人流，费用是男友拿的钱。高二暑假期间俩人经常在一起，由于防护措施不当导致女孩怀孕。流产后，女孩心绪烦乱情绪低落，觉得心好累，马上就要上高三了要以学业为重，不能再糟蹋自己的身体，更不能浪费自己的时间了。所以，就前来咨询。怎样和男友脱离这种关系，如何让自己把心收回到学习上来？\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者是一位15岁初中女生，母亲在预约咨询的时候，说女儿是“中度抑郁症”，先后在天津、北京的好几家有名的心理诊所，看过六位心理咨询师，其中五位男咨询师，连一句话都没有从女儿的口中问出来，只有一位女咨询师凑乎着跟女儿谈了一个小时，但女儿说这个咨询也不管用。女儿还号称自己是“心理咨询师杀手”。这位母亲问我，愿不愿意接她女儿这个咨询。我沉吟了一下，觉得这一定是个很有意思的案例，就说：“只要您的女儿愿意走进我的咨询室，我就有把握让她开口说话，否则您可以不用交费！母亲闻听此言叹了口气：“咨询费多少都不是问题，只要您能让我女儿说出心里话就行？”（此时的我就想，是什么原因让这个女孩如此封闭自己？是什么样的底气，让这位１５岁竟敢自称“心理咨询师杀手”？她究竟在挑战谁？我心底顿时升起了一个个的谜团？）。\"}]",
    "[{\"年龄\": \"35\", \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者A先生，35岁，大专学历，未婚，无业。来访者因为母亲的情绪波动和攻击行为而感到困扰。母亲有时情绪低落，有时情绪高涨，有时还会出现攻击行为，这使得A先生感到压力很大。A先生感到无助和疲惫，因为他不知道如何应对这种情况。他的心情时好时坏，有时感到焦虑，有时感到沮丧。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"这位来访者在与人交往时感到困难，尤其是在与同事和领导的互动中。他觉得自己在社交场合总是显得局促不安，无法自如地表达自己的想法和情感。他感到自己在社交方面缺乏自信，这让他在工作中感到压力很大。此外，他还提到了在亲密关系中的困扰，感觉与伴侣之间的沟通不够顺畅，导致了一些误解和冲突。他希望能够通过咨询找到改善人际交往和亲密关系的方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"朱女士，28岁，老公出去找小姐，自己发现以后心理接受不了，最后导致离婚了，离婚后仍然没解脱，整天生活在痛苦中，无论工作还是生活中挥之不去，为什么老公要出去找小姐，自己哪点比不上小姐，心理很纠结痛苦，想不通，整夜失眠，白天工作生活精神恍惚，烦躁，压抑。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"学业压力与情绪管理\", \"背景\": \"小英面临高考这一重要的人生转折点，感受到了巨大的学业压力。她感到焦虑和紧张，这种情绪影响到了她的日常生活和学习。她试图通过自我安慰来减轻压力，但效果不佳。此外，她还担心家人对她的期望和可能的压力反应。这种内心的冲突和担忧让她感到更加困扰。在应对这些挑战时，她尝试了一些方法来调整自己的情绪，但似乎还没有找到最适合自己的方式。\"}]",
    "[{\"年龄\": 40, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"瑶瑶是一位标准的家庭主妇，最近她的丈夫搬回公司宿舍住宿，导致夫妻之间的矛盾减少，她因此感到一些责任感，决定预约咨询以改善与丈夫的关系。由于之前的矛盾，她可能经历了较多的紧张和不安，现在睡眠质量可能会有所改变。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小丽，女，24岁，大学毕业不久，面临家庭经济上的压力和不稳定感，导致她感到非常焦虑和害怕。家庭频繁向她索要钱财，让她感到无法满足他们的需求，从而产生逃避和恐惧的情绪。她对自己的家庭关系感到无助和困惑，不知道如何解决这种困境。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小明，高二男生，大半学期睡眠不好，经常说梦话，睡得不踏实，睡醒也不解乏，宿舍同学建议并陪伴前来咨询。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"她是一位25岁的上海女性，曾因极度严重的抑郁症自杀过两次。她对治疗持有疑问，曾经询问过关于咨询的有效性、安全性以及费用的问题。在咨询过程中，她显得非常小心谨慎，因为她曾经有过不成功的治疗经历。她目前处于失业状态，并且经济状况不佳，但她仍抱有希望，希望通过咨询得到改善并重新工作以赚取生活费。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者小洁，30岁，经历了长达五年的恋爱长跑后，男友突然提出分手并与他人结婚，这使她感到极度的悲伤和绝望。她尝试通过各种方式挽回这段感情，但最终未能成功。分手后，她感到自己的思维变得混乱，情绪波动剧烈，经常感到心慌和不安，特别是在人多的场合更是如此。她担心自己可能会做出一些冲动的行为。她在一家私人企业工作，尽管如此，她对自己的工作表现感到满意。她有一个正在上高中的女儿，女儿的学习和成长对她来说非常重要。她曾经尝试就医，但未发现身体上有明显的问题。她对于目前的心理状态感到担忧，希望找到缓解的方法。\"}]",
    "[{\"年龄\": 53, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"周某，一名在事业单位工作的男性，近期出现高血压、头晕头痛等症状。同时，他晚上睡眠质量下降，经常失眠并伴有梦境，早晨还会出现胸腔以上部位的盗汗现象。这些身体上的不适和睡眠问题对他造成了较大的困扰。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"这位女性来访者自幼听力受损，造成了学习和交流上的障碍。长期的情绪低落导致了她发展为严重的抑郁症。她在面对生活中的挑战时感到无助和绝望，曾试图自杀。来访者目前主动寻求心理咨询，希望能够找到应对抑郁情绪的方法。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"王女士，29岁，大专学历，机关事业单位员工。她和丈夫有一个5岁的儿子和一个1.5岁的儿子。最近，她感到由于夫妻间的性生活不和谐，导致了相当严重的心里困扰。此外，她对烹饪和园艺非常感兴趣，但因为近期的心理压力，她发现自己对这些爱好失去了热情。\"}]",
    "[{\"年龄\": \"28\", \"性别\": \"女\", \"主题\": \"社交功能\", \"背景\": \"刘太太，28岁，某单位会计，来自一个干部家庭。她和丈夫因生活琐事争吵不断，相互攻击。两人结婚已有四年，但至今没有孩子，他们选择独立生活，没有与双方父母共同居住。\"}]",
    "[{\"年龄\": 40, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"因工作压力大产生抑郁症状，失眠，靠药物入眠，早上3、4点钟醒来无法再次入睡，爱出冷汗，心慌，心烦。在人多的地方和有年轻女子的地方脸红。无法继续工作，在家休息。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"高三女生，面临高考，感到焦虑，难以与父母有效沟通，导致失眠和逃避学习。她感到无力和迷茫，对现状不满，但又担心未来。\"}]",
    "[{\"年龄\": 19, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"小强，19岁，男性，曾是留守儿童，自幼由爷爷奶奶抚养。童年时期，他经历了父母缺席的生活，以及奶奶的糖尿病和梦话。7岁时，他开始感受到父母不在身边的孤独和痛苦。如今，他正在接受药物治疗和心理咨询服务，同时存在焦虑和抑郁情绪。他每天睡眠不足6小时，有吸烟习惯，担忧自杀和他人谋害的想法。\"}]",
    "[{\"年龄\": 13, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者小张，13岁，初一学生，全寄宿学校。不愿意寄宿和父母分离，导致请假直至不上学。父母长期在外打工，小张跟随爷爷奶奶成长。爷爷奶奶给予的关爱和教育方式使得小张在情感上感到困惑和失落。在与父母短暂相聚时，小张感受到了喜悦和不安。父母的缺席使得他在情感上缺乏稳定的依恋对象，导致他在与他人交往时表现出焦虑和回避。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在感情中经历了从疏远到亲密再到疏远的过程，她的情绪表现起伏较大。刚开始，她和男朋友都处在情感的低谷，相互利用对方来填补内心的空虚。随着时间的推移，她逐渐对男朋友产生了深厚的感情。然而，当男朋友表达了对其他女性的兴趣时，来访者感到极大的痛苦和不信任。她的情感波动非常明显，从最初的不以为然到后来的无法接受，这种转变让她陷入了深刻的悲伤之中。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"小丽最近一个月内经历了三次惊恐障碍的发作，她在工作调动后感到压力很大，担心自己无法胜任。此外，她在一次意外中摔伤了脚踝，接受了手术并安装了钢片，现在还在恢复中，她感到隐隐作痛。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"强迫症\", \"背景\": \"这位女性患者42岁，表现出严重的洁癖，包括频繁洗手、特定的饮食习惯和睡眠习惯。起初，这些行为并不被重视，但随着时间的推移变得越来越极端，影响到了日常生活，甚至包括基本的家务活动和社会交往。患者还伴有情绪波动，包括暴躁和抑郁。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"李XX，女，15岁，我们学校初三学生，身体健康，发育良好，无重大躯体疾病史。情绪略显低落，感知觉良好，逻辑思维清晰，语言表达流畅，情感反映自如一致，人格完整。睡眠质量下降，夜里常醒而且多梦，胃口差，无食欲，无重大生理疾病，身体除感觉疲惫外无其他不适感，无家族精神病史及遗传病史。\"}]",
    "[{\"年龄\": 31, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"生了二胎之后，感觉自己没有价值，无法工作，希望获得在线心理辅导。她从小就缺乏朋友，最近的不幸事件让她感到困扰和烦躁，经常把自己关在房间里。通过咨询，她表达了想要改变现状的愿望。\"}]",
    "[{\"年龄\": \"14\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"初中生瑶瑶，14岁，家住苏州市区。从两周前开始，她每晚都会在两点钟左右醒来，难以再次入睡。她感到焦虑，担心自己可能患有精神分裂症，希望得到老师的帮助。瑶瑶的睡眠障碍开始影响到她的日常生活。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她最近感到非常焦虑和迷茫，因为她在恋爱关系中遇到了一些挑战。尽管她已经结婚一年半，但她和男友之间的感情似乎出现了裂痕。她感到自己在关系中变得越来越不自信，经常怀疑自己是否值得被爱。此外，她也感到在工作中压力很大，这使得她的情绪变得更加不稳定。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"李明，一个16岁的青少年，最近在探索厌学的原因。他在学校感到压力很大，对学习失去了兴趣。他的父母平时工作繁忙，没有太多时间和他交流。最近，他发现自己对某些学科感兴趣，希望能够找到激发他学习动力的方法。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者在生意兴隆时情绪高涨，精力旺盛，但生意不佳时则感到自卑和自闭，不愿与人交往，常常通过网络寻找相关信息，怀疑自己可能患有社交恐惧症或抑郁症，甚至人格障碍。此外，来访者自述口吃情况在他情绪不稳定时会加剧，这使他的社交活动受到很大影响。来访者睡眠质量尚可，但情绪低落时食欲减退。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"情绪变化无常\", \"背景\": \"小张，一位14岁的女生，初二学生，在之前的辅导过程中，情绪变得不稳定，导致严重厌学。她不得不休学，情绪起伏不定，亲子关系紧张。家长对此感到担忧，希望通过咨询找到解决方法。\"}]",
    "[{\"年龄\": 10, \"性别\": \"男\", \"主题\": \"躯体症状\", \"背景\": \"小宝，一个四年级的农村男孩，排行老二，他的姐姐在大学读书。由于父母长期外出打工，小宝与爷爷奶奶的关系尤为亲密。最近，小宝开始经历下腹部的抽搐样疼痛，这使得他的日常生活受到了严重影响。尽管家人尝试了多种治疗方法，但疼痛依旧未能缓解。在与小宝的交谈中，我们了解到他对于自己的病情感到担忧，而且在服用药物时感到无奈和挫败。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"某位23岁的女性，她在过去几个月里经历了失眠和睡眠质量下降的问题。她经常做梦，最近一个月更是出现了严重的失眠现象，这影响了她在课堂上的专注力以及情绪稳定性。她感到烦躁，并对即将到来的考研感到担忧。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"当事人，女，35岁，一位心理学爱好者，重视自己内心的成长，不断的寻求自己内心的成长，本次咨询也是一次成长咨询。\"}]",
    "[{\"年龄\": \"35\", \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"李女士，35岁，是一位全职妈妈。最近她发现自己对以前喜欢的事情失去了兴趣，比如看电视、看电影和听音乐。这种感觉已经持续了一段时间，让她感到困惑和不安。她担心这会影响到她的日常生活和家庭生活。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女性\", \"主题\": \"睡眠情况\", \"背景\": \"来访者每晚睡觉时都会感到害怕，需要开着灯才能安心入睡。每当关灯准备睡觉时，她就会立刻醒来，这种恐惧感让她感到纠结和痛苦。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者感到生活中缺乏激情和动力，她的婚姻生活平淡无味，没有感受到爱情的存在。她提到自己对生活没有热情，感到迷茫和失落。此外，她认为自己无法控制情绪，总是渴望得到他人关注和认可。她对工作也感到不满，觉得自己的努力没有意义。她感觉自己像是为了孩子才勉强维持生活，内心深处感到生活没有意义。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"心理状态\", \"背景\": \"小A，一位高一女生，在暑假跟随父母在福建打工时遭遇了一些困扰，导致她回温州上学后出现了幻听的问题。她感到非常困扰，常常哭泣，无法正常学习。她提到有四个工友跟随她，并用特定的名字称呼她，这些名字和话语对她造成了极大的心理压力。她尤其难以忍受工友们关于她母亲的负面言论，尽管她清楚母亲的实际形象。\"}]",
    "[{\"年龄\": 27, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小强对探索人际关系和沟通技巧非常感兴趣，特别是在亲子关系领域。他在大学期间选择了心理学作为专业，希望能够深入了解如何有效地与他人交流。通过微课讲座，他希望能获取更多关于如何与孩子沟通的方法和策略，以提升自己在人际交往方面的技能。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"失眠\", \"背景\": \"产后女性，经历夜晚哺乳导致的失眠，之后因担忧失眠而加剧，影响日常生活和情绪，伴有抑郁和焦虑，持续约三个月。\"}]",
    "[{\"年龄\": 38, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"这位38岁的男性来访者最近感到情绪低落，意志消沉。他表现出攻击性和冷漠，有时会有自杀的想法。他的行为让人感到他可能在经历一些内心的痛苦和挑战。此外，他还提到失眠和手淫的问题，以及在人际关系上的困扰，如夫妻关系和工作关系的紧张。来访者对于这些困扰感到无力和沮丧。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"一位二十八岁的女孩经历了失恋，这使得她感到非常痛苦和焦虑，急需得到心理支持。她的母亲提前预约了咨询，希望能够通过咨询帮助女儿度过难关。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者是一个会计，她的日常生活围绕着家庭和工作展开。她喜欢烹饪，尤其是尝试新菜肴。她也喜欢阅读，特别是关于自我成长和心理学的书籍。然而，最近她发现自己对于以前喜欢的活动失去了兴趣，这让她感到困惑和不安。她曾经试图找回这些兴趣，但感到非常挫败。她担心这是抑郁症的征兆。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者，女，30岁，经营网店。每当遇见难缠的客户时，只会直来直去的沟通，导致有差评、退款以及和客户争吵等问题频频发生，对生意影响很大，前来咨询。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"我感到在公共场合非常不自在，特别是在有人的地方，我会感觉被僵化和压抑。我注意到自己在与他人互动时会有很多负面情绪，比如焦虑和恐惧。这使得我在社交场合中变得非常敏感和紧张。这种感觉似乎已经影响到了我的日常生活，例如在图书馆和宿舍洗衣服时也会感到不适。我尝试过避免这些情境，但这并没有帮助我从根本上解决问题。此外，我也注意到自己在社交场合中缺乏自信，这让我在与人交流时更加困难。我希望能够找到一种方法来改善我的社交功能，以便我可以更自在地与他人互动。\"}]",
    "[{\"年龄\": 9, \"性别\": \"男\", \"主题\": \"注意力缺陷多动障碍\", \"背景\": \"刘昕，一个活泼好动的小男孩，由于注意力缺陷多动障碍，他在学校的表现受到了很大的影响。尽管在医生的指导下服用了利他林，他的症状有所缓解，但家长对于长期服用药物有所顾虑。最近，他的注意力问题似乎变得更严重了，使得学习和日常生活都受到了影响。家长希望通过咨询找到更好的方法来帮助孩子。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者，女，38岁。主诉：已婚，过去两年中感到咽喉不适，伴有胸部的憋闷和烦躁不安，导致她感到极度痛苦。她尝试了许多方法来缓解这些不适，但效果不佳。这种体验对她日常生活造成了很大的困扰。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"男\", \"主题\": \"失眠情况\", \"背景\": \"来访者男30岁，医院工作者，最近因为与交往一个月的女友分手，感到难以释怀，夜晚常常辗转难眠，脑海中总是浮现与女友相处的美好时光，严重影响了他的日常生活。\"}]",
    "[{\"年龄\": 42, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者42岁，女性，因为感到被领导边缘化和人际关系不佳，已经持续了2年的时间。在这段时间里，她经历了腰椎间盘突出、乳腺增生和子宫肌瘤等健康问题。她的工作环境让她感到身心压抑，加上找不到新的工作机会，使得她对未来感到绝望。长期的病假使她感到孤立，而且她在工作中也遭遇了领导的不公正对待。这些经历累积起来，导致她现在处于一种持续的身体不适和精神压力之中。\"}]",
    "[{\"年龄\": 47, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者在丈夫癌症治疗期间表现出了极大的责任心和关怀，但在得知丈夫的出轨行为后，感到极度的失望和痛苦，导致情绪波动较大。她一方面对丈夫的不忠感到愤怒和伤心，另一方面又因为丈夫的善良和对她的好感而感到矛盾和纠结。这种内心的冲突使她难以平静，经常感到心烦意乱。此外，她还有自杀的想法，但尚未采取行动。她希望通过咨询找到解决这种情绪困扰的方法。\"}]",
    "[{\"年龄\": \"30岁\", \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者对于目前的生活感到厌倦，尤其是对于工作和家务感到力不从心。她曾经尝试过多种兴趣爱好，但最终都未能坚持下去，感觉自己在各个领域都只是浅尝辄止。此外，她提到在婚姻关系中也存在沟通上的障碍。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"自杀倾向\", \"背景\": \"来访者是一位32岁的建筑分包商，他已经离婚六年，独自抚养一个10岁的儿子。他最近被朋友带到澳门赌博并输光了所有的积蓄，这使得他陷入了财务危机。此外，他与同居女友之间存在矛盾，这进一步加重了他的心理负担。来访者感到绝望，有时会有自杀的想法。他前来寻求帮助，希望能够找到解决这些困扰的方法。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者感到迷茫和困扰，因为她发现自己对一个不可能喜欢的人产生了感情。她迫切希望能够知道对方是否对她也有同样的感觉。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小明，17岁，高中学生，因为对学习失去兴趣而休学在家。他曾经对篮球和音乐有着浓厚的兴趣，但现在对这些活动的热情大大减退。他感到自己变得懒散，不愿意做任何事情。他的家人试图鼓励他，但他对此并不感冒。他觉得自己没有动力去做任何事情，包括以前让他感到快乐的事情。他感到自己的生活变得毫无意义。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小孙，女，14岁，初二学生。她对穿着打扮有一定的兴趣，尤其喜欢模仿成年人的穿着。然而，她也意识到这种行为与同龄女孩不同，感到困惑和焦虑。她对这种行为背后的动机感到好奇，希望能够找到一个合理的解释。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小云，一个充满好奇心的初中女孩，对新知识有着强烈的渴望。然而，随着学业压力的增大，她发现自己对学习的热情逐渐减退。尽管如此，她仍然保持着积极的态度，希望能够找到一种平衡学习和兴趣的方式。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小A，一位高一女生，由于暑假期间的经历给她带来了极大的困扰。她现在在学校里感到非常焦虑，因为她不断地听到工友们对她说的话。这些话语让她无法安心学习，甚至影响到了她的日常生活。她对这种体验感到难以忍受，常常哭泣。她提到听到的负面言论主要是关于她的外表和性格的。\"}]",
    "[{\"年龄\": 50, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位女士带着三个孩子来到民政办公室，她显得疲惫且情绪激动，讲述了她与丈夫之间的矛盾，以及她独自承担家庭责任的艰辛。她表达了强烈的不满和失望，希望能够通过离婚来寻求解脱。\"}]",
    "[{\"年龄\": 48, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"一位48岁的女士分享了她在家庭和婚姻中的经历，包括了情感上的起伏和她所面临的挑战。这位女士曾经试图通过自杀来逃避这些痛苦，但她最终选择了继续生活下去。她感到自己的尊严受到了侵犯，并且对丈夫的行为感到失望。她目前感到情绪波动，有时哭泣，有时感到愤怒。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"欧阳来旺，一个12岁的男孩，他的兴趣爱好似乎受到了某些限制。他特别喜欢攻击性的漫画和电视节目，这可能在一定程度上影响了他的行为模式。他的父亲承认自身修养不高，并且在管教孩子时较为粗暴。这种家庭环境可能无意中为孩子提供了一些不适宜的榜样。此外，学校生活中的种种挑战也让他的行为更加难以控制。他的行为问题在学校引起了不小的困扰，包括与同学的冲突以及课堂上的不当行为。在家里的环境中，他的行为同样令人担忧，不听从父母的话，经常发脾气，甚至摔东西。这些行为显示出他在自我控制方面存在困难，也许需要专业的帮助来改善他的行为和情绪管理技巧。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"晴晴最近因为一段失恋经历感到非常痛苦，她对婚姻失去了信心。她希望能够通过咨询来处理这些失恋后产生的负面情绪，并重新审视她对于婚姻的看法。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"来访者，16岁，高一女生，一个星期前服用百草枯自杀，由于药量小、发现及时，经过医院抢救脱险。目前，虽然她已经脱离了生命危险，但仍然不敢重回学校，害怕再次面对老师和同学。来访者感到无助和绝望，情绪波动较大，经常哭泣。家庭方面，父母对她有一定的期望，但并未给予足够的支持和理解。目前，她正面临学业和人际关系的压力。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小A，女，17岁，高二学生。最近一段时间以来，她的情绪越来越低落，每天无精打采，什么也不想干，特别是学习也没动力。妈妈很担心，多次与她沟通没有效果。通过朋友介绍，预约了度麦学苑心理关爱中心主任芳飞老师的一对一心理咨询。小A表示最近经常夜里失眠，白天精神不佳，情绪起伏较大，对学习和日常生活产生了较大的影响。芳飞老师建议小A尝试一些放松技巧，如深呼吸、冥想等，并且鼓励她建立规律的作息习惯。同时，老师还建议小A和妈妈进行更多的沟通，分享自己的感受和困扰，以便妈妈能够更好地理解和支持她。经过一段时间的调整，小A的睡眠质量有所改善，情绪也变得更加稳定。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"独生女，父母对其各方面要求严格。性格偏内向，自尊心很强，追求完美。从大三开始与男友恋爱，后男友去外地读研，而她留在本地工作。分手后三个月来，心情低落，入睡困难，与朋友接触减少，工作效率和质量下降。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"我最近感到非常焦虑和迷茫。我在学习和情感方面都有些困扰。我总是觉得自己追求的东西不够完美，这种想法给我带来了很多压力。在学习上，我对自己要求很高，但在情感上，我却感觉自己无法与人建立深入的关系。我经常会感到一种深深的失落感。我尝试去接受一些不如意的事情，但似乎很难做到。我真的很想找到解决问题的方法，让自己感到满足和快乐。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"高三男生17岁，因高考前焦虑、失眠、打游戏、玩手机、无法安心学习，在父母的陪同下来到咨询室。他感到非常焦虑，常常夜晚难以入睡，白天则沉迷于游戏和手机，这使得他的学习受到了严重影响。他希望能够找到缓解焦虑的方法，以便更好地准备即将到来的高考。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"近期遭遇感情挫折，情绪低落，时常感到无助和绝望，有自伤行为。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小李，女，26岁，私企文员，近期感到心情低落，经常因小事与同事争吵，情绪波动较大。她提到自己从小在单亲家庭长大，童年时期经历了家庭暴力，这些经历对她现在的心理状态产生了影响。她希望能够找到有效的方式调节自己的情绪，以便更好地面对工作和生活中的挑战。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"情绪表现\", \"背景\": \"来访者正处于创业初期，经济不稳定，加上女朋友提出分手或结婚的要求，使他感到迷茫和焦虑。这种双重压力让他难以做出决定，内心充满了犹豫和不安。\"}]",
    "[{\"年龄\": \"30\", \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位女士，30岁，感到自己的兴趣爱好受到了限制，尤其是对音乐和艺术的兴趣。她在寻找一种方式来重新激发她的创造力和热情。她曾经是一个充满激情和好奇心的人，但现在感觉自己的生活变得单调乏味。她希望通过咨询找到重新点燃她内心火花的方法。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"李某，29岁，已婚，她遇到了一些困扰，导致双手出现颤抖无力的症状，并且感到极大的恐惧。她感觉自己的灵魂似乎离开了身体，正在四处寻找。她希望通过心理咨询找到平静，重新找回自己的状态。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"王某，女，22岁，某大学历史系大三学生，经历了失恋，感到痛苦和困惑。她希望找到方法来改变自己的心态，以便减轻这些不良情绪。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"自从父亲去世后，小花变得沉默寡言，她失去了往日的笑容，整天郁郁寡欢。她的睡眠质量也受到了很大影响，常常整夜难眠，即使睡着了也容易惊醒。她对此感到无助和困惑，不知道如何解决这个问题。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"失眠和睡眠障碍\", \"背景\": \"某23周岁的女性赵某，参加工作8个月，但是从第6个月参与项目开始受到男客户的骚扰，自己在项目过程中犯了错误导致项目遭受损失，全组绩效奖金被扣还被罚款，同事们开始排挤赵某。开始出现入睡困难，睡眠浅，半夜容易惊醒，多梦的症状。白天上班没有精神，工作注意力不集中，情绪低落，经过半个月食欲下降，身体消瘦而经常感冒生病，影响了工作效率导致主管多次找赵某谈话，绩效工资常常受到影响。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"失眠\", \"背景\": \"失眠问题已经困扰了她一年多的时间，她尝试过药物治疗，但效果不佳。她的情绪也受到了影响，有时会考虑自杀。她目前处于一段不太稳定的恋爱关系中，与男友的沟通和相互理解存在障碍。她感到自卑，担心自己在恋爱关系中的表现。此外，她的家庭环境也给她带来了一些压力。\"}]",
    "[{\"年龄\": 37, \"性别\": \"男\", \"主题\": \"焦虑\", \"背景\": \"张某，男，37岁，公务员。面对当前的疫情形势，他产生了强烈的焦虑反应，感到心烦意乱，坐卧不安，对‘冠状病毒’的担忧让他感到恐惧，影响了他的食欲和睡眠。他感到绝望，可能正在寻找一种方式来应对这些压力。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小言，一位即将参加高考的高三学生，最近感到情绪低落，对学习失去了兴趣，甚至不想和朋友交流，她觉得自己的付出没有得到回报。在妈妈的陪同下来寻求帮助，希望能改善自己的情绪和学习状态。\"}]",
    "[{\"年龄\": 37, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者最近对手机非常上瘾，沉溺于看手机小说，只要有空闲时间就会看，甚至在孩子需要她的时候也会看手机。她知道自己看手机不好，但它让她感到难以自控。此外，她的行为还影响到了夫妻关系，导致她和丈夫之间缺乏亲密感。\"}]",
    "[{\"年龄\": 22, \"性别\": \"男\", \"主题\": \"社交功能\", \"背景\": \"小明，22岁，大学毕业后在家准备考研。他发现最近一段时间里，自己在社交场合变得越来越不自在，不愿意与人交流，即使是线上聊天也是如此。起初他以为只是考研压力导致的暂时现象，但随着时间推移，这种回避社交的行为越来越明显，让他感到困扰。他的日常生活主要是学习和偶尔与室友交流，但他意识到这样的状态对他未来的社交和职业发展可能有不利影响。因此，他决定寻求帮助，希望能找到改善的方法。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"求助者从小在家庭暴力环境中长大，母亲离家和家庭成员的不支持让她感到孤立和无助。她对自己的身体残疾感到痛苦，认为家人对她不够关心和照顾。在学校遭受欺负后，她的行为开始出现问题，成绩下降，对家人产生了强烈的负面情绪。她感到自己被世界遗弃，对未来感到迷茫。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位14岁的女孩遇到了一些困扰她的心理问题，她感觉自己内心有一个她无法控制的'另一个人'，这个'另一个人'影响了她的行为和自我控制。她在寻找一种方式来理解和处理这种感受。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"来访者对自己的身材和体重非常不满意，习惯于暴饮暴食后催吐。这使得她感到喉咙不适，同时伴随着焦虑和恐惧。她在工作和生活中经历了多次变动，包括工作地点和职业的改变，以及情感上的波动。这些经历给她带来了严重的睡眠障碍和心理压力，导致记忆力和注意力受损，出现心慌、烦躁等症状。由于这些症状，她不得不多次更换工作，甚至回到了家乡。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小东，一个正在经历初中生活的青少年，学习成绩开始下滑，这让原本学习成绩优异的他感到不适应。他的成绩下降伴随着与同学之间的冲突，这使得他在学校的生活变得困难。小东感到自己被误解和不被支持，导致他开始逃避学校，选择休学。在家期间，他发现自己对以前喜欢的活动失去了兴趣，感到情绪低落，焦虑和迷茫。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小王，26岁，大专毕业，未婚。他提到自己对篮球非常热爱，几乎每天都会花几个小时在球场上。然而最近由于工作原因，他不得不暂时停止了这项活动，这让他感到非常沮丧。他希望能够找到一种方式，既可以保持对篮球的热情，同时又能兼顾工作。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者刚经历了一场失恋，这让她感到非常难过和失落。她和男朋友的关系是因为个性不合和观点分歧而结束的，但她依然难以释怀，情绪低落。她曾试图忘记这段感情，但发现非常困难。\"}]",
    "[{\"年龄\": \"12\", \"性别\": \"男\", \"主题\": \"行为问题\", \"背景\": \"欧阳来旺在学校经常打骂同学，严重违反行为规范，家里也存在家庭暴力，他对攻击性较强的漫画和电视有浓厚的兴趣。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"躯体症状\", \"背景\": \"曼，女性，36岁，是一家事业单位的员工，工作出色，家庭幸福和睦，很多同仁都非常羡慕她。在旁人看来，曼是幸福的，但是对于曼自己来说，她却总是强颜欢笑，时常感到很苦闷。白天还好，正常上下班，但是到了晚上，她却只能埋在学习和工作中。如果不这样，心里就会觉得恐慌、孤独、烦躁、愤怒、压抑。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"不愿寄宿不适应新的环境交不到朋友而不愿上学\", \"背景\": \"小红从小生活在农村，由于家庭经济条件有限，不得不在城市里寻找寄宿学校。她对寄宿生活感到害怕和抵触，因为她担心自己会因为不会社交而感到孤独。她害怕在新环境中找不到归属感，这让她的焦虑感增强，不愿意离开熟悉的家乡和学校。此外，她对寄宿生活的担忧还源于对未知的恐惧，她不确定自己是否能够适应新的生活环境。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"情感关系\", \"背景\": \"田女士，27岁，服装设计师，未婚。她感到痛苦，因为她的男朋友在没有告诉她的情况下与前女友联系了4个月。她表达了对男朋友的恨意，同时也难以释怀，感到矛盾和不安。她认为男朋友不应该隐瞒重要事情，而他自己也承诺会改变。她目前还在等待他的改变和重建信任。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"已婚，产后5个月，失业在家。每天假装去上班，担心再次被解雇，感到焦虑和痛苦。她担心如果告诉家人她没有工作，可能会失去家婆的帮助，从而独自承担育儿责任，感到非常恐惧。\"}]",
    "[{\"年龄\": 26, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者，女，现年26岁，医学院毕业。已婚三年，有一个2周岁的孩子。来访者和丈夫是高中同学，高中就开始谈恋爱。大学毕业后，两个人开始创业，创业过程中开始结婚，生完宝宝后创业失败。去年开始，两个人都找到了正式工作，工资不相上下。但是两个人结婚三年，一直吵吵闹闹，不知道什么原因，觉得在婚姻中很累、很痛苦！\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"张某，女，16岁，高一入学后，感觉异常孤独。父母说她的性格发生了很大变化，由原来的活泼开朗，变得沉默寡言。入学月余，开始感冒、头晕。莫名的烦躁不安。\"}]"
]