[
    "[{\"年龄\": \"25\", \"性别\": \"女\", \"主题\": \"情绪波动\", \"背景\": \"小F是一位在职员工，由于对男友的疑虑和担忧，她的情绪变得起伏不定，时常感到压抑和烦躁。这种情感困扰让她觉得难以承受，于是她决定寻求专业的心理咨询帮助。\"}]",
    "[{\"年龄\": 21, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"阿全，21岁的男孩，大学二年级。他最近感到很焦虑，因为他在晚上总是感到难以入睡，即使躺在床上很久也无法放松。他尝试了一些放松技巧，比如深呼吸和冥想，但效果并不明显。此外，他发现自己在白天也很难集中注意力，经常感到疲倦和困顿。他担心这些睡眠问题可能会影响到他的学业和日常生活。\"}]",
    "[{\"年龄\": \"17\", \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"高二学生，经历家庭变故，导致心理压力增大，最近开始出现失眠症状，感到痛苦和无助，渴望得到家庭的关爱和呵护。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小王，29岁，男性，女友自杀后一晚上没睡觉，感到非常害怕，总能看到女友的影子，感觉自己正处于一种恍惚的状态。\"}]",
    "[{\"年龄\": 40, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者近期由于工作压力增大，开始出现抑郁症状。目前晚上难以入睡，主要在半夜醒来，感到心慌、出汗等症状。在人多的场合或见到年轻女性时，他会感到脸红，这使得他在社交上感到不适。他因此选择辞职在家休息。\"}]",
    "[{\"年龄\": 39, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者女，39岁，大学，全职家庭妇女，在深圳，孩子13岁，老公是事业单位中层领导。父亲是当地富商，父母经常吵架，有弟弟和哥哥，老公来自外地农村的离异家庭。来访者较为强势，脾气不好，老公内向，两人争吵不休。老公出轨三次，均被来访者威逼利诱弄回来，但仍然与第三者联系。老公曾两次起诉离婚。第三者之前是坐台小姐，现在开一家美容院。现在是第三次，老公又起诉了，来访者情绪很差，自感无望，不想折腾了，希望情绪变好。\"}]",
    "[{\"年龄\": \"20岁左右\", \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位女孩正处于青春时期，对新鲜事物充满好奇，但最近她发现自己对很多事情提不起兴趣，尤其是那些原本让她兴奋的事物，这让她感到困惑和失落。她试图找回那种感觉，但似乎每一步都显得艰难。她希望能够重新点燃生活的激情，探索自己的兴趣所在。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"这个男孩在家中排行老二，性格较为叛逆，不太愿意听从父母的教导。他对电子产品有很高的兴趣，尤其是电脑游戏，几乎每天都会花很多时间玩。父母对此感到担忧，担心他的学业和未来。他们尝试与他沟通，但常常以失败告终。为了帮助他，父母考虑让他参加一些课外活动，但目前他对此持抗拒态度。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"李洁，35岁，网络公司员工。她与收入仅为她五分之一的丈夫结婚，起初丈夫对她关怀备至，但婚后两年，丈夫突然提出离婚。她目前寻求心理辅导，希望能理解丈夫的真正想法并挽救婚姻。她近期感到焦虑，睡眠质量不佳。\"}]",
    "[{\"年龄\": 29, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者经历了婚姻的挫折，独自一人带着孩子生活，内心承受了巨大的压力。离婚后，前夫的行为让她感到困惑和失望，这可能导致她晚上难以入睡，白天精神不佳。她可能正在寻求一种方式来处理这些情感上的困扰。\"}]",
    "[{\"年龄\": \"45\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士经历了丧夫之痛，尽管有同事的关心，但她仍感到孤独和迷茫。她的心理状态影响了她的睡眠质量，出现了失眠和多梦的问题。此外，食欲的改变和情绪的低落也反映了她内心的不安。她对于未来感到不确定，找不到生活的意义和方向。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，14岁，初二学生。近期因适应问题请假在家，已休息两周多，目前仍感到紧张和害怕，难以安心睡觉，夜里常常醒来，影响了正常的作息。家长和老师都在努力提供支持和帮助。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小王，12岁，六年级学生。成绩优异，担任班长。近一个月来，情绪烦躁不安，焦虑，睡眠质量差，上课走神，作业效率降低。之前学习成绩一直很好，春节走亲访友时收到家人和亲友的高期望。一次数学考试成绩不佳，受到老师批评，引发了对自己能力的担忧。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"求助者，女，17岁，高中二年级学生，因学业压力和家庭矛盾感到极大的困扰。与母亲的关系紧张，导致情绪波动较大，有时会出现厌学情绪。目前处于放假期间，在家与弟弟相处，但母亲的干涉使她感到压抑。她担心自己无法处理这些矛盾，甚至考虑极端的方式来表达不满。此外，她对自己的评价较低，感到自卑和无助。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"她是一个28岁的女孩，总是容易因为小事而变得非常愤怒。这种愤怒会在事后让她感到后悔，但她发现每当他人对她稍有不满时，她的忍耐极限就会迅速达到顶点。她目前与家人的关系紧张，同事和朋友也渐渐疏远了她。她意识到自己的情绪波动给她的人际关系带来了挑战。\"}]",
    "[{\"年龄\": 32, \"性别\": \"女\", \"主题\": \"情绪不好\", \"背景\": \"求助者是一位全职太太，她感到情绪不稳定，经常与丈夫发生争执。她试图通过与同事交流、听音乐和散步来缓解情绪，但效果不佳。她的丈夫被认为是脾气暴躁的人，尽管周围的人认为他是一个好人。求助者希望了解如何处理情绪不佳的问题。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位十六岁的女孩因为鼻炎和月经不规律需要在家休息，期间她表达了对学校的强烈抵触情绪。女孩的母亲在不断的努力和尝试后，带着女孩来到心理咨询，希望能够找到解决女孩情绪问题的方法。女孩的母亲非常担心女儿的心理健康，同时也在努力寻找解决之道。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"J女士，30岁，社交焦虑，引起抑郁情绪，总觉得别人对自己有看法，就连买菜时，也担心卖菜的大妈对自己有看法，担心工作评价、孩子教育成长、老公对自己不关心、父母健康问题......来访时不愿意出门，不想上班，不想与任何人接触。她常常感到疲惫，难以入睡，有时整夜辗转反侧，无法找到安宁。\"}]",
    "[{\"年龄\": 38, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"求助者近期因紧张和焦虑导致失眠，已持续6天。她在与一位钓鱼人士交往后感到不适，随后与丈夫讨论此事，虽然丈夫并未责备她，但她仍担心丈夫可能误解她的感受。这种担忧让她感到更加紧张和不安，影响到了晚间的睡眠质量。\"}]",
    "[{\"年龄\": 11, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"初一女生，11岁，厌学，不喜欢去学校，情绪烦躁，易失控，有明显的焦虑、抑郁情绪，睡眠障碍，失眠，整晚做噩梦，睡醒后乏力，退行性行为，过分依赖母亲，不自主哭泣，易激惹，经常把自己关在房间里。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"人际交往\", \"背景\": \"我有个很好的异性朋友A，在没有女朋友之前，我们两人的关系很好，来往比较密切，虽然有其他同学说我们的闲话，但我们觉得没什么，也不会想着有更进一步的发展。现在我有了交往的对象，她知道我和A的关系，想要我们保持距离。我跟A表达了我的想法，希望以后我们能少点来往。A表现得很生气，最后搞得我两边都不讨好。我该怎样处理会比较好呢？\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"李女士，一位充满魅力的女士，她的自信与外表形成鲜明对比。她在工作中表现出色，但个人生活却让她感到困扰。她曾经历过两段不满意的伴侣关系，感觉自己在选择伴侣时倾向于寻找条件不如自己的男性，似乎在某种程度上，她对自己持有自卑的看法。最近，她遇到了一些挑战，包括亲子关系不良的问题和自己的婚姻困境，这些问题可能影响了她的睡眠质量。\"}]",
    "[{\"年龄\": 63, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士在退休后遇到了一些困扰，她在担任图书管理员期间与一名学生发生了关系，随后这段关系持续了一年。她在工作和人际关系方面感到迷茫和痛苦。她提到睡眠质量不佳，经常醒来，难以入睡，这对她的日常生活造成了影响。她担心这种情况会影响到她的婚姻和社交生活。此外，她还提到了一些身体上的不适，如胸痛和背痛，这些症状也影响了她的睡眠。\"}]",
    "[{\"年龄\": \"13\", \"性别\": \"女\", \"主题\": \"自残、情绪不稳定\", \"背景\": \"小A是一个13岁的女孩，她最近的行为引起了家人的关注。她开始表现出自残的迹象，并且情绪波动很大。家人尝试与她沟通，但她不愿意开口，这让家人感到十分无助和担忧。她的情绪起伏似乎与日常的一些小事有关联。在与家人相处的过程中，她显得有些暴躁和易怒。家人尝试了很多方法来帮助她，但似乎没有什么效果。她目前在学校的表现也受到了影响，成绩下滑，与同学之间的关系变得紧张。家人担心长期下去会对她的身心发展造成不良影响。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"女孩，15岁，初中二年级，转学四次，由于厌学、早恋、自残来求助。她在学业和个人关系上遇到了挑战，导致她的情绪不稳定。她之前尝试过自残，这表明她可能在应对压力时采取了一些不恰当的方式。她现在寻求帮助，希望找到更好的应对策略。\"}]",
    "[{\"年龄\": 16, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"肖林，16岁的高中生，因无法承受家庭中的精神压力而产生了自杀的念头。在一次与母亲的争执后，她独自来到海边，最终被一位好心的商人救助。这次事件让她意识到了自己的心理状态，但仍然感到极度的痛苦和绝望。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者是一位28岁的女性，她曾经有过一段校园恋情，现在正经历着婚姻的困境。她的婚姻中出现了出轨的问题，而她目前的伴侣已经向法院提起离婚诉讼。来访者感到非常困惑和痛苦，她对自己的情绪波动感到无力，常常感到恐慌和自责。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者感到非常困扰，因为她经常失眠，每晚都在反复思考生活的种种不如意，包括家庭矛盾和个人感情问题。她感到非常无助，情绪起伏很大，严重影响了她的睡眠质量。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小C，一位25岁的女性，她在网上认识了一位纹身男，经过一段时间的网聊后，两人见面。然而在男方提出性要求被拒绝后，男方离开了。随后男方提出了分手，这让小C感到非常困扰，她觉得自己陷入了情感的困境，无法自拔。\"}]",
    "[{\"年龄\": 4, \"性别\": \"男\", \"主题\": \"言语攻击\", \"背景\": \"在家庭和学校环境中，孩子可能会模仿家长和老师的言语行为，对于4岁的孩子来说，他们可能还没有完全理解言语攻击对他人的影响。家长可以通过积极引导，教育孩子理解和尊重他人，同时提供适当的指导和惩罚措施来帮助孩子改正这种行为。此外，家长还可以和孩子一起阅读有关友谊和适当行为的书籍，以增强孩子的社交技能。对于家长而言，自身的行为也是孩子学习的重要榜样，因此家长需要以身作则，避免使用言语攻击。\"}]",
    "[{\"年龄\": 18, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"巴桑赤列，男，18岁，高中二年级学生，某一天到寺庙里面去拜佛，庙里的喇嘛说他和佛主有缘，考大学没什么指望，应该进寺庙修行。父母对喇嘛的建议感到很高兴，劝他退学，立刻进入寺庙修行。而巴桑赤列本人缺乏思想准备，不知道该做出什么选择，心理很纠结，尤其是喇嘛说他考学无望，心理还很焦虑和灰心。近期总失眠，精神不振，上课注意力不集中，故前来求助。\"}]",
    "[{\"年龄\": 34, \"性别\": \"女\", \"主题\": \"婚姻、家庭\", \"背景\": \"参加工作后，y姐在缘分的机遇下和丈夫组成了家庭。然而，她逐渐意识到自己在婚姻生活中得不到足够的温暖与呵护。丈夫忙于社交，回家后也常常沉浸在电视中。这让y姐的心受到伤害，她感到被忽视和孤独。她一直致力于家庭事务，但并未获得应有的回报和关爱。随着丈夫的提前退休和经商，两人之间的距离越来越远，最终导致丈夫的离去，给y姐带来了巨大的打击和一系列的财务问题。面对这些变故，y姐表现出了坚强和勇气，她开始积极地解决这些问题。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士经历了六年的情感背叛，身心受到了极大的打击。在得知这一消息后，她感到非常困惑和挣扎。她有两个孩子，考虑到孩子们的感受，她在如何应对当前困境上感到迷茫。\"}]",
    "[{\"年龄\": 52, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"来访者A是一位52岁的女性，目前处于丧偶状态，她在退休后与一名在读研究生学生建立了恋爱关系。然而，这段关系由于双方年龄差距较大，引起了家人的担忧。来访者A感到焦虑和纠结，一方面想要结束这段恋情，另一方面又担心恋人不同意分手。这种内心的冲突使她感到担忧和不安。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"我最近晚上总是睡不好，躺在床上辗转反侧，很难入睡。白天精神也不太好，总是感觉疲惫。这种状况已经持续了一个月左右了。我尝试了一些放松的方法，比如听轻音乐和泡热水澡，但效果不是很明显。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"英子，女，42岁，大学毕业生，会计师。巧合之中，爱上了做煤炭生意的他，婚后，她被丈夫安排做了全职太太。她对当前的生活状态感到不满，尤其是对于儿子的教育问题，感到焦虑和迷茫。她希望能够找到更好的教育方式，帮助儿子更好地成长。\"}]",
    "[{\"年龄\": 27, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"她是一个27岁的会计，经历了一段痛苦的失恋后，她在疫情期间出现了失眠的症状，经常被噩梦惊醒。她的心情因为回忆和夜晚的不安而变得更加沉重。\"}]",
    "[{\"年龄\": 12, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"在学校经常打骂同学，严重违反行为规范。在家里也很不听父母的话，经常发脾气。爸爸对孩子的管教较粗暴，一不听话就打骂。此外，孩子特别喜欢攻击性较强的漫画和电视，可能为其提供了模仿攻击行为的条件。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"情感关系\", \"背景\": \"百合，一位外表亮丽的女性，内心却承载着深深的忧伤。她与一名已婚男士维持两年的感情关系，这段恋情给她带来了沉重的罪恶感。她试图结束这段关系，但对方的承诺和现实的牵绊让她难以决断。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小云，23岁，身材瘦弱、脸色蜡黄、头发稀薄，因早年被领养经历和家庭环境影响，形成了孤僻、封闭的性格。在工作中与人沟通时常有冲突，自我否定，经常感到情绪失控。目前在寻找合适的恋情，内心矛盾。\"}]",
    "[{\"年龄\": 14, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"王某，女，14岁，在其家长陪同下来咨询，据家长介绍，该生在年初开学后不久就莫名其妙地不愿上学了，开始是不断向家长提要求，只要满足不了，就不去上学，后来给家长提出要买一部高档智能手机，家长觉得过分，断然拒绝，结果从此该女孩就赖在家里不出门。咨询师向其家长了解该女生的平时表现及学习成绩情况，发现女孩性格内向，学习水平中下，上课时曾因分神被老师批评，还存在做事毛糙，缺乏耐心等实际情况。\"}]",
    "[{\"年龄\": 20, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"我妈妈参加了心灵成长俱乐部的学习，学习了如何更好地理解和帮助他人，尤其是在情感支持方面。我们家最近遇到了一些困难，我和女朋友之间有些矛盾，我想了解更多关于如何解决这些矛盾的方法。\"}]",
    "[{\"年龄\": 18, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"A是一个即将读高一的女孩，她对学习感到反感，成绩不佳。她有多年的鼻炎，这让她的日常生活受到了影响。她的父母都是博士，对她的学业有很高的期望。A表示她对学习没有动力，对读书感到厌烦。她在社交方面也存在一些困难，不太愿意与人交流。\"}]",
    "[{\"年龄\": 26, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"李某某，26岁，未婚，初中学历，无业。因言语冲突与其他学员发生肢体冲突，表现出冲动和自控力差。曾经有自伤自残的行为，目前需要通过心理咨询来帮助他更好地管理情绪和行为。在咨询过程中，他显得疲惫，语言表达受限。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"周女士长期处于分居状态，与外教老师产生情感并陷入困扰，面对外教老师的分手决定，她感到难以释怀，这种情感的波动影响到了她的日常生活。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"小阳（化名），15岁，因怕走进学校教室，怕被同学们远离，怕被议论前来心理咨询。她感到非常困惑和焦虑，难以找到适合自己的学习方法，导致她在学习上遇到困难。她曾经试图自我激励，但发现自己难以做到。她感到自己很受委屈，因为自己付出了努力，却没有得到应有的回报。她希望能够在学习上有所进步，并找到更好的自我激励方式。\"}]",
    "[{\"年龄\": 19, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位来访者近期感到压力很大，她和男友的关系让她感到困扰，影响了她的睡眠质量。她希望得到一些帮助来改善她的情绪和睡眠模式。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小李，25岁，近期由于工作压力和感情问题，晚上经常辗转难眠，白天精神不佳，严重影响了她的日常生活。她尝试过多种放松方法，但效果不佳。她希望找到有效的方式改善睡眠质量。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小明，14岁，初二学生。由于长期与爷爷奶奶生活，加之父母在外打工，导致他在生活习惯和行为上出现了问题，如抽烟、喝酒、通宵打牌和上网。老师也反映他在学校的表现不尽如人意。最近，小明在电话中表达了极端的情绪，使他的母亲感到极度担忧。母亲希望通过咨询帮助小明解决这些问题。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"她是一位程序员，对清洁有特定的需求和习惯，这影响了她的日常生活。她有洁癖的习惯是从整理床铺和使用肥皂洗手开始，逐渐扩展到避免接触公共物品。她对公共座椅、公交车扶手和公共厕所等有强烈的抵触感。这种感觉始于2012年，并在2013年达到最高峰。最近一年，她的情况有所改善。她对自己的症状感到困惑，不清楚形成的原因，只是感觉到这是一种逐渐形成的习惯。她希望通过咨询找到改变这一习惯的方法。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"李梦，一位30岁的女性，目前在一家企业工作。尽管外表上她看起来生活舒适，但实际上她正经历着一系列人际关系的挑战。她与同事、客户以及丈夫之间的相处让她感到极度的困扰和痛苦。在闺蜜的鼓励下，她决定寻求专业的心理咨询以解决这些问题。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小A，22岁，大学在校生。最近因为失恋感到非常难过，晚上经常难以入睡，常常整夜辗转反侧，白天精神不佳，严重影响了日常生活。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"小美，一位23岁的女性，最近遭遇了一段感情上的挫折。在和未婚夫关于婚礼回礼的问题上产生分歧后，未婚夫提出了分手。尽管小美希望能够挽回这段关系，但对方的决绝让她感到心碎。她现在的情绪非常低落，常常哭泣，甚至请假在家休息了一个多月，期间她的精神状态并未得到改善，反而出现了食欲不振和睡眠障碍。她的家人对此感到担忧，认为这可能是心理上的问题，建议她寻求专业的帮助。\"}]",
    "[{\"年龄\": 43, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"辛某，一位来自农村的43岁女性，带着她21岁的儿子前来咨询。尽管儿子实际上患有躁郁症，她却坚持认为儿子患的是癔病。在咨询过程中，她透露了自己在睡眠上的困扰，表示常常难以入睡，晚上至少要醒来三次，严重影响了日常生活。她对此感到非常苦恼，希望能找到改善睡眠的方法。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"孩子最近因为学业和身体上的不适，晚上难以入睡，白天精神不佳，导致学习效率降低。他的作息习惯一直不是很规律，经常熬夜。最近一段时间，他发现自己越来越难以进入深度睡眠，早上起床时感觉非常疲惫。他对此感到很困扰，希望能够找到改善睡眠的方法。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小D在工作之余喜欢玩游戏，有时会出去散步，他对游戏和新鲜事物保持着一定的好奇心，但不太愿意参与太过积极的社交活动。他在生活中较为节俭，对物质的需求不高，认为够用就好。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者女，33岁，结婚五年没有孩子，与老公感情不和，对方多次提出离婚，自己对他不满，但是还是希望他能够改变。想离婚但下不定决心，对未来很担忧，造成睡眠不好，情绪长期低落。经过9次咨询，在对其内心充分梳理之后，情绪获得改善，从困扰中走了出来，开始了新的生活。\"}]",
    "[{\"年龄\": \"18\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小晴，女，18岁，最近由于一些个人问题导致失眠严重，她感到非常苦恼和无助。\"}]",
    "[{\"年龄\": 45, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"王鑫，一位45岁的农民，感到自卑，与性格强势的妻子小倩共同生活。他们的婚姻模式虽然带来了事业上的成功和物质上的富足，但却伴随着内心的压抑和痛苦。这种特殊的婚姻关系可能影响了他的睡眠质量，让他在夜晚难以获得充足的休息。\"}]",
    "[{\"年龄\": 29, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"小A，29岁，已婚，结婚5年，害怕毛绒绒的东西，怕脏，待业在家，兴趣爱好相对单一，主要集中在家庭生活和自我照顾方面。与妻子关系良好，但不愿意见人，对外界活动缺乏兴趣。\"}]",
    "[{\"年龄\": 24, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者：女性，24岁，待业。最近因为情感问题感到困扰，经常失眠，导致精神状态不佳。她在思考如何处理与一位她喜欢但不合适的人之间的关系。\"}]",
    "[{\"年龄\": 35, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者阿芳最近几个月的睡眠质量有所下降，她常常感到难以入睡，即使睡着了也容易醒，醒来后很难再次入睡。她还提到，白天感到疲倦，精力不济，这对她的日常生活造成了影响。此外，她还抱怨有轻微的头痛和胸痛，但这些症状似乎与身体检查结果不符。医生建议她进行心理咨询以探讨可能的心理因素。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"婚姻关系\", \"背景\": \"我与老公结婚三年，他七岁时爸爸就过世了，婆婆没有再嫁，辛辛苦苦把老公三姐弟抚养成人。结婚前老公说他妈年轻的时候太辛苦了，现在有了能力一定要好好孝顺妈妈，我当时年轻，听着老公在描述他妈年轻时有多辛苦时，感动得眼泪稀里哗啦，我万万没想到，这些故事在我们婚姻生活中变成了事故。结婚有了孩子后，老公为了更好地照顾婆婆，也因为他哥姐的条件不如我们，于是就把婆婆接过来和我们同住，这个时候，婆婆的不可理喻和老公的妈宝男特质完全发挥出来了。老公回来婆婆不在，第一句话一种定是“我妈呢”？这让我有了他没断奶的错觉，老公几乎每句话前面都会加一句“我妈说”，婆婆的话对老公就是圣旨，是真理。如果婆婆是大学教授，百科全书我也能理解，而她只是小山村的一个农妇，从来没读过书。老公的手机桌面永远是和他妈的合影，最可怕的是，我与婆婆只要有一点冲突，老公不分是非对错毫不犹豫地站在婆婆那边：“这是我妈，我有什么办法，你就不能让让她吗”？最后还加上一句：“妈妈只有一个，老婆可以再找”，气的我想对他说：“再见，你和你妈过去吧”!再说我那奇葩婆婆，一刻都离不开老公。有一次老公过年回家，婆婆开门并抱住老公转了三圈，那画面太美，我不敢看。每晚看电视，她必定要抱住老公的头，我在一边冷冷地看着他们，像个第三者。有一晚上太热，我睡觉没关门也没关窗，突然下起了大雨，我一睁眼，婆婆披散着头发，两眼直勾勾地望着我，窗外电闪雷鸣刚好照到她的脸，我当时就吓地尖叫，结果她说下雨了，来给老公盖被子。婆婆还是一个控制欲极强极八卦的一个人，我们什么时候生孩子，生几个，甚至一个月几次性生活都要问老公，并自以为是地说：“那个不能太多哦，会影响身体的哦”，就差没有现场指导了！我抗议,,老公说：“你连我妈的醋都要吃，你就是个怨妇，神经病”！老公平",
    "[{\"年龄\": 10, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"女孩10岁，近期感冒后出现头痛和恶心的症状。头痛在感冒康复后依然存在，表现为发作性的胀痛，逐渐加剧，影响到了日常生活和学习。女孩已经在医院接受了多次治疗，尽管头痛在住院期间有所缓解，但出院后头痛再次复发，女孩因此感到极度不适和恐惧。家长带女孩前来寻求进一步的咨询和帮助。\"}]",
    "[{\"年龄\": 46, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者是一位46岁的男性，已婚，有两个孩子。他的哥哥和父亲都因癌症去世，这使他感到非常悲伤。来访者现在对自己的身体健康过度关注，担心自己也会患上癌症。他曾在工作中经历了一次令他感到濒临死亡的焦虑症发作，并因此住院治疗。他一直在服用药物，但症状并没有缓解，反而有所加重。来访者经常感到头痛、头晕和耳鸣，这使得他频繁地去医院做各种检查。尽管检查结果显示他的身体并无大碍，但他仍然对此感到不安。由于这些困扰，来访者的睡眠质量受到了很大的影响，他常常难以入睡，有时甚至整夜难以合眼。来访者因为这些症状和对健康的担忧，感到非常焦虑和悲观。他希望通过咨询找到缓解这些症状的方法。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女性医生在大学期间有过两段恋情，但分手时她认为自己过于年轻。工作后，她通过相亲认识了几位她认为合适的人，但这些关系都在三个月左右的时间内结束了。最近，她开始和一位男士交往，这位男士各方面条件都符合她的期望，但交往一个半月后，男士的态度变得冷淡。她感到很沮丧，因为自己认为自己条件很好，不明白为何会遭遇这样的情况。她希望能在咨询中找到原因并寻求解决方法。\"}]",
    "[{\"年龄\": 28, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，28岁的男性，因女友离开而感到极度痛苦，希望通过咨询来修复这段关系。近来，由于心情波动，他的睡眠质量受到影响，常常整夜难眠。来访者希望能够找到缓解情绪的方法，以便更好地应对当前的困境。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"情绪表现\", \"背景\": \"这位来访者是一位30岁的女性，她因为婚姻破裂而感到情绪低落，每天都在失眠和抑郁的状态中挣扎。她在寻找一种方式来应对这些困扰，希望能够找到走出当前困境的方法。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"自杀倾向\", \"背景\": \"她感到非常焦虑，因为她的男友已经离开了她，而且她感觉自己被世界遗弃了。她的心里充满了绝望和孤独，她感到自己没有未来。她曾经试图寻求帮助，但是现在她觉得自己已经走投无路了。她考虑过结束自己的生命，但是她害怕这样做会给她的家人带来更多的痛苦。她希望能够找到一种方式来减轻她的痛苦，同时也能够保护她的家人免受伤害。\"}]",
    "[{\"年龄\": 33, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者女，自主创业者，33岁，知道老公出轨非常痛苦，老公诉说妻子性冷淡而且内向，常感受冷暴力，不得已找了小姐，目前态度是随便妻子怎样都行。来访者愤怒伤心又不知所措，不想离婚但又无法放下。她因为内心的情感冲突和困扰，时常感到失眠和焦虑，难以获得充足的休息。\"}]",
    "[{\"年龄\": 25, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"小张，25岁，正在准备出国留学。他在过去的几天里经历了心脏早搏，并进行了心电图检查，显示有房性早搏和室性早搏。尽管如此，他仍然希望继续前进并开始新的旅程。他寻求帮助，想要了解在出发前需要准备哪些治疗早搏的药物。此外，他还提到了一段困扰他的回忆，与七年前与同事的冲突有关，这段记忆让他在考虑是否应该采取报复行动。\"}]",
    "[{\"年龄\": 25, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小雨，一名25岁的职场新人，近来因为工作压力和感情问题导致睡眠质量严重下降。她每天晚上辗转难眠，常常到深夜才能勉强入睡，早晨则因为疲惫而难以醒来。她的精神状态因此变得不佳，白天的工作效率也受到了影响。此外，她还感到情绪波动较大，时常感到焦虑和不安。小雨希望找到改善睡眠的方法，并学习如何更好地管理自己的情绪。\"}]",
    "[{\"年龄\": 36, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者是一位36岁的母亲，自从孩子上小学之后，她发现自己经常心情焦躁，常常哭泣。每晚给孩子辅导作业时，她会不断催促孩子，并对孩子犯错进行指责。这种紧张的氛围导致母女关系紧张，孩子在夜晚也会因作业和压力而醒来。来访者感到自己像是被困在一个无法逃脱的循环中，每晚都会经历一次情绪的爆发。她对自己的睡眠质量也非常不满，经常夜里醒来，感觉疲惫不堪。\"}]",
    "[{\"年龄\": \"40岁左右\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者因为疫情期间的情绪状态不好，体重骤减，随后通过网上查询得知抑郁症的症状之一是体重下降，从而产生了自我诊断。她感到非常痛苦，因此寻求心理咨询。单位工作正常，但内心焦虑。\"}]",
    "[{\"年龄\": 22, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者，女，22岁，大专学历。近期，她的第二任男朋友突然提出分手，来访者无法接受这一事实，整夜难眠，一心想要挽回这段感情。\"}]",
    "[{\"年龄\": \"21\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小敏，21岁，大学毕业后决定继续提升自己，于是参加了专升本的考试。备考期间，她发现自己总是将自己的复习进度与其他同学对比，尤其担忧那些进度似乎比她快的同学。这种比较让她感到焦虑，影响到了她的睡眠质量。除了失眠，她还出现了头疼和厌食的症状。她在一家心理咨询中心寻求帮助，希望能够缓解这些不适，更好地应对考试压力。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"兴趣爱好\", \"背景\": \"这位女士对一位同事产生了好感，但不确定如何与他建立联系。她对这种情感的表达感到困惑，不清楚如何将这份感觉转化为实际的行动。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"男孩对当保安这一职业抱有兴趣，可能源于其稳定性和平静性，但同时表现出缺乏对未来职业发展的探索和兴趣。\"}]",
    "[{\"年龄\": 21, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"由于疫情的影响，小张无法去学校上课，导致她的焦虑症状加剧。她经常不由自主地想起一些不愉快的事情，即便想要忘记也会感到心慌和呼吸困难。过去在学校时，这些症状就会出现，但现在变得更为频繁，让她感到恐慌。她对于未来感到不确定，担心自己会遭遇不幸。目前，她正在寻求帮助来应对这些困扰。\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者15岁，主要问题是睡眠障碍，失眠问题已经持续了一个月。她感到焦虑，担心自己的成绩会因为无法集中注意力而下降。来访者努力想要改善自己的学习状态，但感觉自己的努力并没有得到回报。来访者希望通过咨询找到更好的学习方法，以便能够更好地应对即将到来的考试。\"}]",
    "[{\"年龄\": 30, \"性别\": \"男\", \"主题\": \"恐惧症\", \"背景\": \"某男，30岁，不敢到有人的环境，特别是人多的地方。无法正常工作，只能在家呆着。偶尔遇到必须外出时，比如取快递，就硬着头皮下楼，浑身紧张，两腿发抖，手心出汗，心理发慌，他害怕自己在人多的地方会晕倒，害怕自己晕死过去。外出一次，常常需要从家到电梯口来回好几趟，感觉快晕倒了，就赶紧往家跑，躺倒自己的床上。觉得自己的床上是相对安全的。\"}]",
    "[{\"年龄\": 16, \"性别\": \"男\", \"主题\": \"学业压力\", \"背景\": \"来访者是一位高二的学生，他非常努力地学习，但由于成绩不佳，开始对自己失去了信心，考虑是否应该休学在家。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"小美，28岁，参加工作三年。半年前经历了一段感情的结束，男友突然提出分手，这让小美感到非常困惑和痛苦。尽管她尽力去了解分手的原因，但最终没有得到答案。男友的离去伴随着更换联系方式和住址，这一连串的事件使小美深陷失落与不安之中。近段时间，她开始出现食欲不振和睡眠障碍，这些症状已经开始影响到她的日常工作和生活质量。她意识到这样的状态持续下去会对她产生不良影响，因此决定寻求专业的心理咨询帮助。\"}]",
    "[{\"年龄\": \"15\", \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"女孩遭受性侵犯后，由于家庭的压力和期望，一直保持沉默，导致她现在不愿意与家人交流，把自己封闭起来。她在白天可能因为缺乏社交和情感支持而感到疲惫，这可能会影响她的睡眠质量。此外，长期的心理压力可能导致焦虑和恐惧感，这些情绪也会影响她的睡眠。\"}]",
    "[{\"年龄\": 37, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位来访者是一位37岁的已婚女性，她与父母的关系和谐，生活稳定。她感到苦恼是因为她在与人交流时会出现注意力分散的情况，需要不断强迫自己去关注对方或者自己的嘴巴，这种症状已经持续了两年多。最近这些症状变得更加严重了。\"}]",
    "[{\"年龄\": 36, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者主诉，半年以来，他心绪烦乱，睡眠质量很差，经常难以入睡，睡眠中断频繁，早晨醒来感觉疲惫不堪。他提到，即使晚上睡眠时间看似充足，但白天仍感到困乏无力。此外，他还有食欲不振、兴趣缺失、情绪低落等症状，这些症状严重影响了他的日常生活和工作。他曾经尝试过多种方法来改善睡眠，但效果不佳。在医生的建议下，他开始服用药物，虽然睡眠有所改善，但食欲问题依旧存在。他担心药物的副作用和依赖性，因此在用药上有一定的顾虑。来访者表示，尽管药物带来了一些缓解，但内心的痛苦和困扰仍然存在，他迫切希望能找到更好的解决办法。\"}]",
    "[{\"年龄\": 47, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"赵女士，某高校会计专科毕业后，在某大学后勤集团做人事助理工作，属于临时聘用的合同工，参加工作后于2008年5月获得大学本科会计专业文凭，由于家境比较富裕，对于临时聘用不在意，2010年5月，经亲戚介绍，某银行同意聘用赵女士，具体工作时做个人理财顾问，赵女士有点为难，学校工作很轻松，有假期；银行工作福利好，有转正式的希望；在这种情况下，希望我能在求职择业方面给予她指导。\"}]",
    "[{\"年龄\": 23, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者小余（化名），男，23岁，公司职员。最近感到睡眠质量不佳，夜晚常常辗转难眠，白天精神状态也不太好，影响到了日常生活。他提到，这种状况已经持续了一段时间，期间尝试了一些方法来改善，但效果并不理想。\"}]",
    "[{\"年龄\": 32, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者感到焦虑和失眠，他最近遇到了一些感情问题，导致他晚上难以入睡。他在白天则感到疲倦和缺乏精神。来访者曾经尝试了一些放松的方法，但效果不佳。他希望找到一种有效的方式来改善他的睡眠质量。\"}]",
    "[{\"年龄\": 23, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"赵某，23岁，女性，参加工作8个月，近期遭遇职场和人际关系压力，导致入睡困难、睡眠质量下降，白天精神不佳，注意力不集中，情绪低落，食欲减少，体重下降，影响工作效率和生活质量。\"}]",
    "[{\"年龄\": 17, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者17岁高二男孩，从小学六年级开始，在5年的时间里上学期间在学校公厕，小便无法正常排出，并且伴随强烈的紧张、担心、害怕和身体的颤抖，只能憋着回家或在校外无人厕所才能小便。\"}]",
    "[{\"年龄\": 14, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"这位14岁的男生曾经对学习充满热情，但现在却失去了动力。他曾经有一个他很喜欢的女孩，但对方对他变得冷淡，这让他的心情变得非常低落。他感到自己对学习失去了兴趣，这种情绪的变化对他来说是一个挑战。\"}]",
    "[{\"年龄\": 46, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"这位女士已经46岁，她长期以来一直害怕黑暗，晚上必须开着灯才能安心入睡。这种对光线的需求可能反映了她在夜晚感到的不安和焦虑。\"}]",
    "[{\"年龄\": 41, \"性别\": \"男\", \"主题\": \"睡眠情况\", \"背景\": \"来访者在处理完朋友的后事之后感到非常疲惫，晚上出现心脏不适，随后被诊断为轻度焦虑症。他对于焦虑的反应强烈，需要家人的陪伴以减轻焦虑感。\"}]",
    "[{\"年龄\": 17, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"我是一个高二女生，刚上高中就悄悄爱上了班上的一个男生。他长得帅，家里也很有钱，很多女生都喜欢她。我为了得到他的爱，鼓足勇气向他表白，没想到他毫不犹豫地答应了。当时我在想，也许是因为我长得漂亮才捷足先登的。我害怕失去他，所以什么事情就顺从他，我们交往不到一个月，他就和我从牵手、拥抱发展到亲吻，虽然我极其害怕，但是还是经不住诱惑。我17岁生日那天，正好是周末，他说要给我过生日。为了逃避我们双方家长的眼睛，他买了一个漂亮的生日蛋糕，还有红酒，带我去了一个宾馆。一开始我们只是吃蛋糕、喝酒，后来他提出要和我上床，被我拒绝了。我们继续喝酒，不知什么时候，我觉得头晕沉沉的，就倒在床上睡着了。当我醒来的时候，不该发生的事情还是发生了。他一个劲儿跟我赔礼道歉，因为爱他，我也就原谅他了。可怕的是我两个月没有来月经了，去医院一检查，医生说我怀孕了。天啦，我还是一个学生，我该怎么办？我男朋友知道以后也不知所措，现在我连学也不敢上了，又怕爸爸妈妈知道后饶不了我，我害怕极了，连死的心都有，您能帮帮我吗？\"}]",
    "[{\"年龄\": 15, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"来访者马小花，15岁，中学九年级学生。在父亲的陪同下来到精神专科医院就诊，主要是因为焦虑问题导致的睡眠障碍。服用劳拉西泮片后，昨晚的睡眠质量有了明显改善。来访者目前的家庭环境稳定，父母给予足够的关心和支持。她正在积极寻求帮助，希望通过治疗缓解焦虑并改善睡眠。\"}]",
    "[{\"年龄\": 28, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"刘太太，年龄是28岁，某单位会计，大专学历，从小生长在干部家庭，父亲脾气不好，对自己也很好，就是很少体会到父亲对自己的关心，和母亲的关系好一些，总体来讲还是不错的，没有遭受什么挫折很苦难。\"}]",
    "[{\"年龄\": 15, \"性别\": \"男\", \"主题\": \"兴趣爱好\", \"背景\": \"来访者上初三以后成绩直线下降，在家不愿意与父母沟通，感觉学习没有意思，提不起兴趣。\"}]",
    "[{\"年龄\": 13, \"性别\": \"女\", \"主题\": \"情绪不稳定\", \"背景\": \"这位13岁的女孩在家中表现出情绪波动，可能会有自残行为。她的心理状态可能受到了某些压力或困扰的影响。家长可能需要提供稳定和支持的环境来帮助她度过这个困难时期。\"}]",
    "[{\"年龄\": 30, \"性别\": \"女\", \"主题\": \"睡眠情况\", \"背景\": \"朵朵，一位30岁的女性，拥有稳定的工作和一个幸福的家庭。她最近感到一些困扰，主要是因为她的婚姻出现了些问题。她和丈夫的关系变得有些疏远，这让朵朵感到很痛苦和焦虑。她希望能在咨询中找到改善夫妻关系的方法，特别是希望能提升两人间的亲密感。\"}]"
]